{"url": "http://web.archive.org/web/20151024141347/http://www.nytimes.com/2008/08/23/us/politics/23text-biden.html", "text": "The following is a transcript of Senator Joseph R. Biden Jr\u0092s remarks after being introduced as Senator Barack Obama\u0092s vice-presidential running mate in Springfield, Ill., as recorded by CQ Transcriptions:\n\nWell, it's great to be here! On the steps of the old State House in the land of Lincoln. President Lincoln once instructed us to be sure to put your feet in the right place. Then stand firm. Today, Springfield, I know my feet are in the right place. And I am proud to stand firm for the next president of the United States of America, Barack Obama. Folks, Barack and I come from very different places, but we share a common story. An American story. He was the son of a single mom, a single mom who had to struggle to support her son and her kids. But she raised him. She raised him to believe in America. to believe that in this country there is no obstacle that could keep you from your dreams. If you are willing to work hard and fight for it. I was different. I was an Irish-Catholic kid from Scranton with a father who like many of yours in tough economic times fell on hard times, but my mom and dad raised me to believe, it's a saying Barack you heard me say before, my dad repeated it and repeated it. Said champ, it's not how many times you get knocked down, it's how quickly you get up. It's how quickly you get up. Ladies and gentlemen, that's your story. That's America's story. It's about if you get up, you can make it.\n\nThat's the America Barack Obama and I believe in. That's the American dream. And ladies and gentlemen, is there no ordinary times, and this is no ordinary election. Because the truth of the matter is, and you know it, that American dream under eight years of Bush and McCain, that American dream is slipping away. I don't have to tell you that. You feel it in your lives. You see it in your shrinking wages, and the cost of everything from groceries to health care to college to filling up your car at the gas station. It keeps going up and up and up, and the future keeps receding further and further and further away as you reach for your dreams. You know, ladies and gentlemen, it is not a mere political saying. I say with every fiber of my being I believe we cannot as a nation stand for four more years of this. We cannot afford to keep giving tax cuts after tax cuts to big corporations and the wealthiest Americans while the middle class America, middle class families are falling behind and their wages are actually shrinking. We can't afford four more years of a government that does nothing while they watch the housing market collapse. As you know, it's not just the millions of people facing foreclosure. It's the tens of millions of your neighbors who are seeing the values of their homes drop off a cliff along with their dreams.\n\nLadies and gentlemen, your kitchen table is like mine. You sit there at night before you put the kids -- after you put the kids to bed and you talk, you talk about what you need. You talk about how much you are worried about being able to pay the bills. Well, ladies and gentlemen, that's not a worry John McCain has to worry about. It's a pretty hard experience. He'll have to figure out which of the seven kitchen tables to sit at. Folks, again, it's not political sloganary when I say we literally can't afford four more years of this non- energy policy written by and for the oil companies, making us more and more dependent from hostile nations on our ability to run this country and literally, not figuratively, literally putting America's security at risk, we can't afford four more years of a foreign policy that has shredded our alliances and sacrificed our moral standing around the world.\n\nLadies and gentlemen, that's the bad news. But there is good news, America. We don't have to have four more years of George W. Bush. And John McCain. The next President of the United States is going to be delivered to the most significant moment in American history since Franklin Roosevelt. He will have such an incredible opportunity, incredible opportunity, not only to change the direction of America, but literally, literally to change the direction of the world. Barack Obama and I believe, we believe with every fiber in our being that our families, our communities as Americans, there's not a single solitary challenge we cannot face if we level with the American people. And I don't say that to say it; history, history has shown it. When have Americans ever, ever, ever, let their country down when they've had a leader to lead them?", "images": ["http://web.archive.org/web/20151024141347im_/http://i1.nyt.com/images/2014/06/23/health/23MOTH_BRODY/23MOTH_BRODY-moth.jpg", "http://web.archive.org/web/20151024141347im_/http://i1.nyt.com/images/2014/06/22/sunday-review/22MOTH_MENAGERIE/22MOTH_MENAGERIE-moth.jpg", "http://web.archive.org/web/20151024141347im_/http://graphics8.nytimes.com/images/blogs/thecaucus/thecaucus75.jpg", "http://web.archive.org/web/20151024141347im_/http://i1.nyt.com/images/2014/06/23/sports/23MOTH_MURRAY/23MOTH_MURRAY-moth.jpg", "http://web.archive.org/web/20151024141347im_/http://up.nytimes.com/?d=0//&t=6&s=0&ui=0&r=&u=www%2enytimes%2ecom%2f2008%2f08%2f23%2fus%2fpolitics%2f23text%2dbiden%2ehtml%3f", "http://web.archive.org/web/20151024141347im_/http://i1.nyt.com/images/global/buttons/moth_reverse.gif", "http://web.archive.org/web/20151024141347im_/http://i1.nyt.com/images/2014/06/23/us/23MOTH_CURLING/23MOTH_CURLING-moth.jpg", "http://web.archive.org/web/20151024141347im_/http://i1.nyt.com/images/2014/06/23/arts/design/23MOTH_MUSEUM/23MOTH_MUSEUM-moth.jpg", "http://web.archive.org/web/20151024141347im_/http://politics.nytimes.com/images/section/politics/elections/2008.gif", "http://web.archive.org/web/20151024141347im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "http://web.archive.org/web/20151024141347im_/http://i1.nyt.com/images/global/buttons/moth_forward.gif", "http://web.archive.org/web/20151024141347im_/http://graphics8.nytimes.com/images/misc/nytlogo153x23.gif"], "top_img": "http://web.archive.org/web/20151024141347im_/http://i1.nyt.com/images/2014/06/23/health/23MOTH_BRODY/23MOTH_BRODY-moth.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "Senator Biden\u0092s Remarks in Springfield, Ill.", "meta_data": {"ROBOTS": "NOARCHIVE", "DISPLAYDATE": "August 23, 2008", "hdl": "Senator BidenÕs Remarks in Springfield, Ill.", "cre": "The New York Times", "edt": "The New York Times on the Web", "pdate": 20080823, "dat": "August 23, 2008", "tom": "Text", "col": "Transcript", "dsk": "U.S. / Politics", "articleid": 1194807802964, "CG": "us", "SCG": "politics", "PT": "Article", "hdr_img": "/images/article/header/sect_us.gif", "ARTICLE_TEMPLATE_VERSION": 600}, "movies": [], "publish_date": 1219442400.0, "source": "http://web.archive.org", "summary": ""}