{"url": "http://web.archive.org/web/20170810040911/http://dailynative.us:80/tornado-carries-mobile-home-130-miles-family-inside-unharmed/", "text": "Wichita| A family from Tulsa, Oklahoma, underwent the scariest experience of their life yesterday, when their mobile home was carried over 130 miles by a tornado, landing in a rural Kansas area. Five members of the same family were inside the building during its “flight”, and all of them have miraculously survived without injuries.\n\n41-year old Dorothy Williams, was at home with her husband, her son, and her two brothers, when their mobile home was lifted off the ground by an F4 tornado.\n\nThe powerful winds reaching more than 220 miles per hour, carried and shook the mobile home for 4 hours and 18 minutes, sometimes at altitude of more than 1000 feet. After carrying the house across Northern Colorado and Southern Kansas, the tornado finally dropped it on a car, just outside of Wichita, 129.5 miles (208.5 kilometers) away from its point of origin.\n\nA few locals have witnessed the landing, like Michael Johnson, a 63-year old neighboring farmer, who describes an incredibly spectacular scene.\n\n“I saw something in the sky that looked like a plane without wings” says Mr. Johnson. “I seemed to be flying clumsily towards the ground, as if it was trying to land. It was probably 300 feet from me when I finally understood the it was a mobile home, and I freaked out. It landed directly on my neighbor’s car, which partially collapsed from the shock, but still rolled for almost 100 feet after the impact. It made an incredibly loud, crashing sound, and debris was flying everywhere. I thought I was going to die.”\n\n\n\nThe 60-feet long mobile home landed on an unoccupied car, in Butler county. The building has suffered surprisingly little structural damage considering the distance over which it was transported.\n\nDespite the violence of the crash, with the house landing at a speed of more than 90 miles per hour, the incident did not cause any death or serious injury. All five occupants of the house have miraculously survived their incredible misadventure, suffering only a few scratches and bruises.\n\nThe family believes that their prayers were answered and that their survival is due to a divine intervention.\n\n“This was the scariest experience of my life,” says Dorothy Williams. “Our house was flying in the air, swinging and turning in each and every direction. The furniture was flying around and things were smashing against the walls. It felt like it was never going to end! All we could do was pray… so we kept praying. Then, suddenly, there was a very loud crashing sound, and it was all over. We had landed safely, and we were all alive. It was a real miracle! Jesus answered our prayers!”\n\n\n\nAn isolated set of concrete stairs remains on the family’s property in the Rolling Hills Mobile Home Park, in Tulsa, marking the site of the house’s former location.\n\nThis is not the first time that a house is lifted off the ground by a tornado and carried over some distance with its occupant inside, without them being killed. It is, however, the longest distance ever recorded for such a case, according to the Guinness Book of World Records.\n\nOn the evening of Thursday 12 June 2014, a house in Burnet County, Texas, about 16 km to the northeast of the city of Bertram, was lifted off its foundations by a tornado, The house was carried safely to a nearby pasture, with four members of the Ashworth family, plus their two dogs, unharmed.\n\nShare with Love to your friends and family by clicking the button below.", "images": ["http://web.archive.org/web/20170810040911im_/http://2.gravatar.com/avatar/8b2f3c9a547fd5747187a691825bd68b?s=32&d=mm&r=g", "http://web.archive.org/web/20170810040911im_/http://dailynative.us/wp-content/uploads/2017/08/tornado6.jpg", "http://web.archive.org/web/20170810040911im_/http://worldnewsdailyreport.com/wp-content/uploads/2015/04/tornado2.jpg", "http://web.archive.org/web/20170810040911im_/http://worldnewsdailyreport.com/wp-content/uploads/2015/04/tornado.jpg"], "top_img": "http://web.archive.org/web/20170810040911im_/http://dailynative.us/wp-content/uploads/2017/08/tornado6.jpg", "keywords": [], "authors": [], "canonical_link": "http://web.archive.org/web/20170810040911/http://dailynative.us/tornado-carries-mobile-home-130-miles-family-inside-unharmed/", "title": "TORNADO CARRIES MOBILE HOME 130 MILES, FAMILY INSIDE UNHARMED", "meta_data": {"fb": {"pages": 982653995174459}, "viewport": "width=device-width, initial-scale=1", "robots": "noindex,follow", "generator": "WordPress 4.8.1", "ca_title": "TORNADO CARRIES MOBILE HOME 130 MILES, FAMILY INSIDE UNHARMED", "ca_image": "http://dailynative.us/wp-content/uploads/2017/08/tornado6-150x150.jpg", "og": {"type": "article", "title": "TORNADO CARRIES MOBILE HOME 130 MILES, FAMILY INSIDE UNHARMED", "url": "http://web.archive.org/web/20170810040911/http://dailynative.us/tornado-carries-mobile-home-130-miles-family-inside-unharmed/", "description": "Wichita| A family from Tulsa, Oklahoma, underwent the scariest experience of their life yesterday, when their mobile home was carried over 130 miles by a tornado, landing in a rural Kansas area. Fi…", "site_name": "Daily Native American", "image": {"identifier": "http://web.archive.org/web/20170810040911im_/http://dailynative.us/wp-content/uploads/2017/08/tornado6.jpg", "width": 600, "height": 315}, "locale": "en_US"}, "article": {"published_time": "2017-08-06T22:15:22+00:00", "modified_time": "2017-08-06T22:15:22+00:00"}, "twitter": {"image": "http://web.archive.org/web/20170810040911im_/http://dailynative.us/wp-content/uploads/2017/08/tornado6.jpg?w=640", "card": "summary_large_image"}}, "movies": [], "publish_date": 1502057722.0, "source": "http://web.archive.org", "summary": ""}