{"url": "http://web.archive.org/web/20150627223937/http://www.popularmechanics.com/space/satellites/a1782/4218443/", "text": "At 5:28 PM EST on Jan. 11, 2007, a satellite arced over southern China. It was small—just 6 ft. long—a tiny object in the heavens, steadily bleeping its location to ground stations below, just as it had every day for the past seven years. And then it was gone, transformed into a cloud of debris hurtling at nearly 16,000 mph along the main thoroughfare used by orbiting spacecraft.\n\nIt was not the start of the world's first war in space, but it could have been. It was just a test: The satellite was a defunct Chinese weather spacecraft. And the country that destroyed it was China. According to reports, a mobile launcher at the Songlin test facility near Xichang, in Sichuan province, lofted a multistage solid-fuel missile topped with a kinetic kill vehicle. Traveling nearly 18,000 mph, the kill vehicle intercepted the sat and—boom—obliterated it. \"It was almost just a dead-reckoning flight with little control over the intercept path,\" says Phillip S. Clark, an independent British authority who has written widely on the Chinese and Russian space programs.\n\nAdvertisement - Continue Reading Below\n\nFor China, a nation that has already sent humans into space and developed intercontinental ballistic missiles (ICBMs), the technology involved in the test was hardly remarkable. But as a demonstration of a rising military posture, it was a surprisingly aggressive act, especially since China has long pushed for an international treaty banning space weapons. \"The move was a dangerous step toward the abyss of weaponizing space,\" says Theresa Hitchens, director of the Center for Defense Information, an independent defense research group in Washington, D.C. \"China held the moral high ground about space, and that test re-energized the China hawks in Congress. If we're not careful, space could become the new Wild West. You don't just go and blow things up there.\" In fact, after the Chinese test, India publicly stepped up its development of antiÂ­satellite technology. And some Israeli officials have argued that, given China's record of selling missile technology to Iran, Israel should develop its own program.\n\nINTERNATIONAL THREAT\n\nFor many countries, the most disturbing aspect of the test was not the potentially destabilizing sat kill, but the resulting debris, which poses a serious threat to every satellite in orbit, as well as to the International Space Station. \"Space debris is a huge problem,\" says Laura Grego, staff scientist in the Global Security Program at the Union of Concerned Scientists. \"A 1-centimeter object is very hard to track but can do considerable damage if it collides with any spacecraft at a high rate of speed.\" Think of a shotgun pellet traveling at 10 times the speed of a bullet, smashing into a device built to be as light as possible. And then consider that China's antisatellite (ASAT) test produced as many as 35,000 of these pellets, or pieces of debris, in the 1-cm range. Nearly 1500 pieces were 10 cm and larger.\n\nAlthough the United States knew that China was planning to test ASAT technology, administration officials—reluctant to disclose the level of U.S. surveillance—chose to say nothing. China failed two or three times before successfully launching the missile in January. All the attempts were observed by the U.S. Air Force satellite system known as the Defense Support Program. Infrared telescopes on these 33-ft.-high defense satellites can spot the plumes from rockets launched anywhere on Earth.\n\nBattlefield: Space\n\n1] Songlin test facility, near Xichang, Sichuan province, China. Publicly available satellite images of the facility were censored by China prior to the test; immediately following, they were declassified.\n\n2] Experts believe a four-stage, solidÂ­-fuel launch vehicle—thought by American officials to be based on China's KT-2—boosted the kill vehicle into orbit.\n\n3] The Feng-Yun 1C target vehicle was launched May 10, 1999, with a two-year active life span. The 1650-pound polar-orbiting weather satellite was equipped with two 10-band scanning radiometers for Earth observation.\n\n4] The kinetic-energy kill vehicle was traveling nearly 18,000 mph when it struck the satellite.\n\n5] The collision blasted debris throughout low Earth orbit. Within 7 hours, a band of debris had spread halfway around the globe.\n\nSome details of China's ASAT test are classified. Our artist relied on published reports, declassified information and comparable technology to create this graphic. The Chinese kinetic kill vehicle is based on Raytheon's Exoatmospheric Kill Vehicle. (Diagram by Golden Section Graphics. Inset satellite photograph by Digital Globe.)\n\nAMERICA'S OWN SAT KILLS\n\nEvery industrialized country relies on satellites every day, for everything from computer networking technology to telecommunications, navigation, weather prediction, television and radio. This makes satellites especially vulnerable targets. Imagine the U.S. military suddenly without guidance for its soldiers and weapons systems, and its civilians without storm warnings or telephones.", "images": ["http://web.archive.org/web/20150627223937im_/http://pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg", "http://web.archive.org/web/20150627223937im_/http://pop.h-cdn.co/assets/popularmechanics/20150625141850/images/blank.png"], "top_img": "http://web.archive.org/web/20150627223937im_/http://pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg", "keywords": [], "authors": ["More From"], "canonical_link": "http://web.archive.org/web/20150627223937/http://www.popularmechanics.com/space/satellites/a1782/4218443/", "title": "China's Space Threat: How Missiles Could Target U.S. Satellites", "meta_data": {"title": "China's Space Threat: How Missiles Could Target U.S. Satellites", "description": "When China destroyed its own satellite, outrage—and debris—rapidly encircled the globe. Was the Sat Kill a policy weapon or the start of an arms race in space?", "keywords": "military,space,china,satellites,missile defense", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "fb": {"app_id": 218456798186610}, "og": {"type": "article", "site_name": "Popular Mechanics", "url": "http://web.archive.org/web/20150627223937/http://www.popularmechanics.com/technology/military/satellites/4218443", "image": {"identifier": "http://web.archive.org/web/20150627223937im_/http://pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg", "url": "http://pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg", "width": 480, "height": 240}, "title": "China's Space Threat: How Missiles Could Target U.S. Satellites", "description": "When China destroyed its own satellite, outrageand debrisrapidly encircled the globe. Was the Sat Kill a policy weapon or the start of an arms race in space?"}, "article": {"section": "Satellites", "tag": "satellites,satellites", "published_time": "2009-12-18 03:06:00", "modified_time": "2015-02-03 23:16:12", "publisher": "https://www.facebook.com/popularmechanics"}, "twitter": {"card": "summary_large_image", "site": "@PopMech", "title": "China's Space Threat: How Missiles Could Target U.S. Satellites", "description": "When China destroyed its own satellite, outrage—and debris—rapidly encircled the globe. Was the Sat Kill a policy weapon or the start of an arms race in space?", "image": {"src": "http://web.archive.org/web/20150627223937im_/http://pop.h-cdn.co/assets/cm/15/05/54c87b60d9291_-_china-cover-630-0707-de.jpg"}}, "sailthru.contenttype": "article", "sailthru.tags": "Space, technology, satellite news,military,space,china,military,china,space, satellites,satellites", "sailthru.date": "2009-12-17T22:06:00-05:00", "sailthru.image.full": "http://pop.h-cdn.co/assets/cm/15/05/480x240/54c87b60d9291_-_china-cover-630-0707-de.jpg", "sailthru.image.thumb": "http://pop.h-cdn.co/assets/cm/15/05/160x160/54c87b60d9291_-_china-cover-630-0707-de.jpg"}, "movies": [], "publish_date": 1261101960.0, "source": "http://web.archive.org", "summary": ""}