{"url": "http://web.archive.org/web/20071026074051/http://query.nytimes.com:80/gst/fullpage.html?res=940DEFDD133AF933A25755C0A962958260", "text": "While political leaders across the country talk loudly about illegal immigrants as a costly burden, the two most prominent politicians in New York go so far as to describe them as a boon.\n\nThis week, Gov. Mario M. Cuomo quietly decided against suing the Federal Government to recover the costs of social services to illegal immigrants, rejecting for now a tactic chosen by Florida, California and Texas. He opted instead to negotiate with the Clinton Administration for reimbursement. He thus avoided a public debate that would put Mr. Cuomo, long a champion of immigrants, in the awkward position of portraying some as a drain on society.\n\n\"I want to negotiate with the Government instead for a lot of reasons,\" Mr. Cuomo said yesterday in an interview. \"And one of them is, frankly, that when you bring a lawsuit on this issue, it sends out the wrong message. I love immigrants. Legal, illegal -- they're not to be despised.\"\n\nLast week, Mayor Rudolph W. Giuiliani gave an even more spirited defense of illegal immigrants, virtually urging them to settle in New York City. Standing before television cameras, he criticized the growing hostility toward illegal immigrants across the country as simplistic and unsophisticated.\n\n\"Some of the hardest-working and most productive people in this city are undocumented aliens,\" Mr. Giuliani said. \"If you come here and you work hard and you happen to be in an undocumented status, you're one of the people who we want in this city. You're somebody that we want to protect, and we want you to get out from under what is often a life of being like a fugitive, which is really unfair.\"\n\nThe politics of immigration is different in New York. Immigration and burden are two words that do not appear often -- or without raising a furor -- in the same sentence. Whatever their legal status, immigrants are considered a fact of life, a point of pride and an integral part of New York City's identity. Many New Yorkers know well that their own forebears arrived without papers.\n\n\"So many of the Irish, so many of the Italians who came when my parents came, were technically illegal,\" Mr. Cuomo said.\n\nBecause of New York City's size, new immigrants are absorbed without as much fuss as elsewhere. Often, they are responsible for revitalizing dying neighborhoods -- like Crown Heights in Brooklyn and Flushing, Queens -- and New Yorkers know it.\n\nIllegal immigrants in New York City confound the national stereotype of a young Mexican man sneaking across the border. Italians are the largest group, followed by Ecuadoreans, Poles, Dominicans and Trinidadians. European, Caribbean, Latin American and Asian, they blend into the city without radically altering its racial and ethnic makeup. So the racism that often compounds anti-immigrant sentiment is not as stark in New York.\n\nAnd against the backdrop of such tolerance, it does not jibe with the image of a New York politician, Democrat or Republican, to speak too long or too loudly about immigrants as a drag -- unless the immigrants are convicted felons.\n\nFlorida's lawsuit, announced by Gov. Lawton Chiles in a March news conference on the sand in Key Biscayne, describes a \"virtual 'invasion' of the state of Florida by aliens.\" Such loaded language is anathema in New York. No Lament on the Beach\n\n\"You won't see Mario Cuomo standing on the beach in Far Rockaway and evoking images of how vulnerable New York is,\" said Frank Sharry, director of the National Immigration Forum, a national advocacy group in Washington. \"That just doesn't play.\"\n\nGovernor Chiles, a Democrat, filed suit on April 11 to recoup $1 billion that Florida calculates it spends on social services for illegal immigrants. Gov. Pete Wilson of California, a Republican, sued the Federal Government on April 30 for $2 billion to cover the cost of jailing illegal immigrants, and promised further suits on other costs.\n\nBoth Governors are running for re-election, and evidently believe that voters want them to stand tough on illegal immigration. For Mr. Wilson, the denial of all services and rights to illegal immigrants is central to his campaign.", "images": ["http://web.archive.org/web/20071026074051im_/http://graphics8.nytimes.com/adx/images/ADS/15/63/ad.156382/brand_politics_728x90.gif", "http://web.archive.org/web/20071026074051im_/http://std.o.nytimes.com/b/ss/nytsearch/1/G.6--NS/0", "http://web.archive.org/web/20071026074051im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "http://web.archive.org/web/20071026074051im_/http://graphics8.nytimes.com/ads/marketing/mm07/nyt-logo.png", "http://web.archive.org/web/20071026074051im_/http://query.nytimes.com/adx/bin/clientside/5f29e405Q2F)fXc4Q27Q5CQ5CQ5B5Q25UQ27NNwdQ5EQ5ENQ27r6Q5BUU", "http://web.archive.org/web/20071026074051im_/http://graphics8.nytimes.com/images/misc/nytlogo153x23.gif", "http://web.archive.org/web/20071026074051im_/http://graphics8.nytimes.com/ads/etrade/Omni_logo_No_88x31_PopOut.gif", "http://web.archive.org/web/20071026074051im_/http://graphics8.nytimes.com/ads/marketing/mm07/vertical_travel.gif", "http://web.archive.org/web/20071026074051im_/http://ad.doubleclick.net/imp;v1;f;94593879;0-0;0;16522891;1|1;20176941|20194835|1;;cs=t%3fhttp://m.doubleclick.net/dot.gif", "http://web.archive.org/web/20071026074051im_/http://graphics8.nytimes.com/ads/marketing/mm07/travel_102107.jpg", "http://web.archive.org/web/20071026074051im_/http://up.nytimes.com/?d=0/13/&t=13&s=0&ui=&r=&u=query%2enytimes%2ecom%2fgst%2ffullpage%2ehtml%3fres%3d940DEFDD133AF933A25755C0A962958260"], "top_img": "", "keywords": [], "authors": ["Deborah Sontag"], "canonical_link": "", "title": "New York Officials Welcome Immigrants, Legal or Illegal", "meta_data": {"WT.cg_n": "Archive", "WT.z_gpt": "Article", "WT.z_gpst": "Metropolitan Desk", "WT.z.gsg": "Archive", "WT.z_gat": "1987-Present", "WT.z_put": "Archive", "WT.z_pua": "Free", "WT.z_puv": "Normal", "WT.z_pud": 19940610, "WT.z_gts": "XTS", "WT.z_aid": "nyta-19940610-352888"}, "movies": [], "publish_date": null, "source": "http://web.archive.org", "summary": ""}