{"url": "http://web.archive.org/web/20110507163819/http://www.nytimes.com/2008/03/03/us/politics/03campaign.html?ref=politics", "text": "WESTERVILLE, Ohio \u0097 Like rival warships pulling into the same small harbor, Senators Barack Obama and Hillary Rodham Clinton held rallies hours apart and exchanged oratorical barrages here Sunday.\n\nMr. Obama, of Illinois, struck at Mrs. Clinton’s claim to expertise in the arena of national security, saying she had one moment of transformative decision \u0097 Iraq \u0097 and she fumbled it.\n\n“What precise foreign-policy experience is she claiming that makes her qualified to answer that telephone call at 3 a.m. in the morning?” Mr. Obama asked an audience of more than 3,000 in a high school gymnasium and overflow rooms here. “When it came to making the most important decision of our generation, Senator Clinton got it wrong.”\n\nMrs. Clinton’s take on Mr. Obama hours earlier was not much more forgiving. She again suggested that his speeches were empty and that the first-term senator was too green to occupy the Oval Office in a time of crisis.\n\n“Change has been talked about a lot in this election,” Mrs. Clinton said in Westerville, one of her four rallies Sunday, “but change is going to happen whether we want it or not.”\n\nMr. Obama often boxes careful rounds with Mrs. Clinton, rationing his jabs while striving to appear unflappable. But the primary races in Texas and Ohio could not be closer. So he noted that Mrs. Clinton did not read the National Intelligence Estimate, a classified document available to senators, before her 2002 vote to authorize the war.\n\n“If the chairman of the intelligence committee who voted against the war says, ‘You should read this, this is why I’m voting against the war,’ you should probably read it,” Mr. Obama said.\n\nSenator John D. Rockefeller IV, Democrat of West Virginia, took the role of designated duelist. Mr. Rockefeller has endorsed Mr. Obama; he also voted for the war. But Mr. Rockefeller, who campaigned with Mr. Obama for part of the day, criticized those who failed to read the assessment.\n\n“There were a lot of senators who should have read it,” Mr. Rockefeller said, “and they didn’t.”\n\nThe intemperate words of candidates and their surrogates came in a town that 80 years ago was considered the nation’s most temperate, calling itself “the dry capital” before Prohibition.\n\nNow Westerville is a well-heeled suburb of Columbus, and tends to vote Republican. Some self-described Republicans showed up at Mr. Obama’s rally and spoke of abandoning their party’s likely standard bearer, Senator John McCain.\n\nAmy Fleer, 36, asking Mr. Obama a question, said she was an Obama-leaning Republican. Afterward, she explained why.\n\n“He doesn’t flip-flop, he doesn’t attack; he’s very calming and reassuring,” said Ms. Fleer, who lives in Blacklick, Ohio.\n\nHer aunt and mother, lifelong Republicans, nodded heads in unison. “I’m tired of the same old, same old,” said Janice Evans, the aunt. “You see the same people standing behind McCain that stood behind President Bush.”\n\nMr. Obama addressed the traits he would look for in a Supreme Court justice, suggesting he might leaven legal scholarship with practical political experience. He held up Earl Warren, a former governor of California and the former chief justice, as an exemplar.\n\nMr. Warren, he said, had had the wisdom to recognize that segregation was wrong less because of precise sociological effects and more so because it was immoral and stigmatized blacks.\n\n“I want people on the bench who have enough empathy, enough feeling, for what ordinary people are going through,” Mr. Obama said.\n\nWhile the two Democrats battled in Ohio, Senator John McCain held a barbecue at his cabin near Sedona, Ariz. Mr. McCain, clad in a white sweatshirt with a family photograph on it, served reporters beef ribs he had prepared and grilled.\n\nAfter spending the weekend off the campaign trail \u0097 he met at his compound with Senator Lindsey Graham of South Carolina, former Senator Phil Gramm of Texas, Gov. Jon Huntsman Jr. of Utah, and others \u0097 he was to return to Texas on Monday to campaign for Tuesday’s primary, when his aides hope he will reach the 1,191 delegates needed to clinch the nomination.", "images": ["http://web.archive.org/web/20110507163819im_/http://up.nytimes.com/?d=0//&t=6&s=0&ui=&r=http%3a%2f%2ftinyurl%2ecom%2f2nadf8&u=www%2enytimes%2ecom%2f2008%2f03%2f03%2fus%2fpolitics%2f03campaign%2ehtml%3fref%3dpolitics", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/adx/images/ADS/25/86/ad.258614/Times_Limited_86x60.gif", "http://web.archive.org/web/20110507163819im_/http://i1.nyt.com/images/2011/05/08/realestate/08moth-cover/08moth-cover-moth.jpg", "http://web.archive.org/web/20110507163819im_/http://www.nytimes.com/adx/bin/clientside/64a7b6a8Q2FhQ5DVG20d@sxj@GjGjGGUQ27Q2BQ22Q2BQ5DxQ275", "http://web.archive.org/web/20110507163819im_/http://i1.nyt.com/images/2011/05/07/world/07moth_tehran/07moth_tehran-moth.jpg", "http://web.archive.org/web/20110507163819im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "http://web.archive.org/web/20110507163819im_/http://i1.nyt.com/images/2011/05/08/fashion/08MOTH_CHAZ/08MOTH_CHAZ-moth.jpg", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/adx/images/ADS/26/42/ad.264292/Weekender_336x79.jpg", "http://web.archive.org/web/20110507163819im_/http://i1.nyt.com/images/global/buttons/moth_forward.gif", "http://web.archive.org/web/20110507163819im_/http://i1.nyt.com/images/global/buttons/moth_reverse.gif", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/images/2008/03/03/us/03campaign.600.jpg", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/ads/circulation/icon-newspaper.jpg", "http://web.archive.org/web/20110507163819im_/http://i1.nyt.com/images/2011/05/07/opinion/07moth_arieff/07moth_arieff-moth.jpg", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/ads/marketing/mm11/travel_050711.jpg", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/ads/marketing/mm09/verticalst/verticals_travel.gif", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/ads/marketing/mm09/verticalst/nytimes.gif", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/images/blogs/thecaucus/thecaucus75.jpg", "http://web.archive.org/web/20110507163819im_/http://graphics8.nytimes.com/images/misc/nytlogo153x23.gif", "http://web.archive.org/web/20110507163819im_/http://i1.nyt.com/images/2011/05/07/arts/design/07moth_mcqueen/07moth_mcqueen-moth.jpg"], "top_img": "http://web.archive.org/web/20110507163819im_/http://i1.nyt.com/images/2011/05/08/realestate/08moth-cover/08moth-cover-moth.jpg", "keywords": [], "authors": ["Michael Powell"], "canonical_link": "", "title": "Strong Words in Ohio as Obama and Clinton Press On", "meta_data": {"description": "Like rival warships pulling into the same small harbor, Barack Obama and Hillary Rodham Clinton held rallies hours apart in Westerville.", "keywords": "Presidential Election of 2008,Ohio,Obama  Barack,Clinton  Hillary Rodham,Democratic Party,Rockefeller  John D IV", "ROBOTS": "NOARCHIVE", "DISPLAYDATE": "March 3, 2008", "hdl": "Strong Words in Ohio as Obama and Clinton Press On", "byl": "By MICHAEL POWELL", "lp": "Like rival warships pulling into the same small harbor, Barack Obama and Hillary Rodham Clinton held rallies hours apart in Westerville.", "cre": "The New York Times", "edt": "NewYork", "pdate": 20080303, "des": "Presidential Election of 2008", "per": "Obama, Barack;Clinton, Hillary Rodham;Rockefeller, John D IV", "org": "Democratic Party", "geo": "Ohio", "dat": "March 3, 2008", "tom": "News", "dsk": "U.S. / Politics", "articleid": 1194751944993, "CG": "us", "SCG": "politics", "PT": "Article", "hdr_img": "/images/article/header/sect_us.gif", "thumbnail": "images/2008/03/03/us/03campaign.75.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "xlarge": "images/2008/03/03/us/03campaign.600.jpg", "xlarge_height": 320, "xlarge_width": 600, "ARTICLE_TEMPLATE_VERSION": 600, "sec": "A", "pg": 16}, "movies": [], "publish_date": 1204498800.0, "source": "http://web.archive.org", "summary": ""}