{"url": "http://web.archive.org/web/20090409033412/http://www.nytimes.com/2009/02/03/health/policy/03peanut.html", "text": "WASHINGTON \u0097 Even though federal health officials have begun a criminal investigation into whether the Peanut Corporation of America deliberately sold contaminated products, the government still needed the company’s permission last week before announcing a huge recall of its products.\n\nThe wording of the recall statement had to be approved by the company before the Food and Drug Administration could publish it under current rules. The agency relies on cooperation from food makers to ensure the safety of the food supply even when those makers are suspected of crimes.\n\nSome Democrats in Congress have vowed to change this by giving the F.D.A. more authority, and the agency’s critics say it is too timid with the power it has.\n\nOn Monday, President Obama promised a “complete review of F.D.A. operations.”\n\n“I think that the F.D.A. has not been able to catch some of these things as quickly as I expect them to catch,” Mr. Obama said in an interview on the “Today” show.\n\nThe president said Americans should be able to count on the government to keep children, including his daughter, Sasha, 7, safe when they eat peanut butter.\n\n“That’s what Sasha eats for lunch probably three times a week,” Mr. Obama said. “And, you know, I don’t want to have to worry about whether she’s going to get sick as a consequence to having her lunch.”\n\nThe White House press secretary, Robert Gibbs, said Friday that Mr. Obama would soon announce a new F.D.A. commissioner and other officials. Mr. Gibbs said they would put in place a “stricter regulatory structure” to prevent breakdowns in food-safety inspections.\n\nPart of the review is sure to examine whether the requirement for the peanut company’s approval caused delays in warnings about its products once public health officials became aware of significant problems at its plant in Blakely, Ga. The warning also covered products from the company’s customers that manufacture food, including Kellogg.\n\nA representative for the peanut company would not comment. Kris Charles, a Kellogg spokeswoman, said “Kellogg acted quickly and recalled potentially impacted products within hours” of the peanut company’s second recall announcement.\n\nJudy Leon, an F.D.A. spokeswoman, refused to comment.\n\nMore than 500 people have been sick in the outbreak of salmonella poisoning, and 8 have died. More than 430 product brands have been recalled.\n\nThe delays meant Sarah Kirchner of Belle Plaine, Minn., whose two young children became ill from the outbreak, for weeks had no idea how to prevent a recurrence. Her 3-year-old son, Michael, was hospitalized for four days with intense pain in his head, neck and shoulders, she said.\n\n“He had a spinal tap, bone scan, M.R.I. and a CT scan,” Ms. Kirchner said. “I’m still so worried about him.”\n\nRepresentative Rosa DeLauro, Democrat of Connecticut, said she had been asking top food and drug officials for years if they needed authority for ordering mandatory recalls.\n\nBut the officials said companies cooperated when recalls were needed.\n\n“They can’t even get a press release out on this stuff without industry approval. It’s just unbelievable,” said Ms. DeLauro, who promised to offer legislation on Wednesday that would split the agency’s food oversight into a separate entity with mandatory recall authority and other powers.\n\nPublic health officials pinpointed the Blakely plant as the source of the salmonella outbreak on Jan. 9. The peanut company announced a limited recall on Jan. 13 and expanded it on Jan. 16. The company waited until Jan. 28 before recalling all products made at the plant in 2007 and 2008, even though it had known since 2007 that tests of products showed contamination with salmonella.\n\nFood buyers and some top public health officials say they knew before any public announcement that the company’s products and those of its customers were the likeliest source of the outbreak.\n\nCraig Wilson, an assistant vice president at Costco, said he pulled Kellogg’s Keebler and Austin peanut butter crackers off shelves a day before Kellogg’s first announcement and nearly a week before the Peanut company and Kellogg issued a nationwide recall that covered those cookies.\n\nMr. Wilson said he could not wait for the F.D.A. to make announcements about food problems that are widely known among food safety officials.\n\n“I don’t want to say that you can’t rely on the F.D.A.,” Mr. Wilson said, “but we certainly can move quicker than they do.”\n\nThe F.D.A. can seize a product that it suspects is contaminated, and it can ask a federal judge for authority to recall products if a maker refuses to do so. The agency can also announce that it suspects problems with a product before the company agrees to a recall. But it rarely does any of these.\n\nBill Marler, a food safety lawyer in Seattle, said the agency had neither the authority nor the courage it needed to keep the food supply safe.\n\nMichael R. Taylor, a former top official at the food agency, said change was needed.\n\n“F.D.A. negotiates communications about recalls with companies,” Mr. Taylor said, “and that sometimes leads to delays. Changing that dynamic when people are getting seriously ill and dying is something that ought to happen.”", "images": ["http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/2009/04/07/nyregion/08moth_dj.jpg", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/2009/04/07/arts/music/08moth_juil.jpg", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/adx/images/ADS/19/54/ad.195415/weekender_336x79.jpg", "http://web.archive.org/web/20090409033412im_/http://up.nytimes.com/?d=0/18/&t=2&s=0&ui=0&r=http%3a%2f%2fwww%2enytimes%2ecom%2f2009%2f02%2f03%2fhealth%2fpolicy%2f03peanut%2ehtml%3ffta%3dy&u=www%2enytimes%2ecom%2f2009%2f02%2f03%2fhealth%2fpolicy%2f03peanut%2ehtml%3f", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/2009/04/07/world/08moth_cambo.jpg", "http://web.archive.org/web/20090409033412im_/http://www.nytimes.com/adx/bin/clientside/3debba07Q2FQ3Aw,tbUQ2BnQ25b6_Q26Q25bU3,Q26Q26wQ26nQ26t", "http://web.archive.org/web/20090409033412im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/adx/images/ADS/19/70/ad.197094/90x79_newspaper.gif", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/adx/images/ADS/19/53/ad.195302/86x60_siteforday.gif", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/misc/nytlogo153x23.gif", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/global/buttons/moth_forward.gif", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/2009/04/07/dining/08moth-pour.jpg", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/global/buttons/moth_reverse.gif", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/ads/marketing/mm09/autos_040809.jpg", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/2009/04/07/opinion/08moth_opart.jpg", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/ads/marketing/mm07/vertical_autos.gif", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/ads/marketing/mm07/nyt-logo.png", "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/2007/04/30/health/health_tool.gif"], "top_img": "http://web.archive.org/web/20090409033412im_/http://graphics8.nytimes.com/images/2009/04/07/nyregion/08moth_dj.jpg", "keywords": [], "authors": ["Gardiner Harris"], "canonical_link": "", "title": "Peanut Product Recall Took Company Approval", "meta_data": {"description": "Federal health officials needed the Peanut Corporation of America\u0092s permission before announcing a recall of its products, which may have delayed contamination warnings.", "keywords": "Salmonella (Bacteria),Peanuts,Recalls and Bans of Products,Peanut Corporation of America,Bacteria,Food Contamination and Poisoning", "ROBOTS": "NOARCHIVE", "DISPLAYDATE": "February 3, 2009", "hdl": "Peanut Product Recall Took Company Approval", "hdl_p": "Peanut Product Recall Took Company Approval", "byl": "By GARDINER HARRIS", "lp": "Federal health officials needed the Peanut Corporation of America\u0092s permission before announcing a recall of its products, which may have delayed contamination warnings.", "cre": "The New York Times", "edt": "NewYork", "pdate": 20090203, "des": "Salmonella (Bacteria);Peanuts;Recalls and Bans of Products;Bacteria;Food Contamination and Poisoning", "org": "Peanut Corporation of America", "ticker": "Kellogg Company|K|NYSE", "dat": "February 3, 2009", "tom": "News", "dsk": "Health / Health Care Policy", "articleid": 1231546923693, "CG": "health", "SCG": "policy", "PT": "Article", "hdr_img": "/images/article/header/sect_health.gif", "ARTICLE_TEMPLATE_VERSION": 600, "sec": "A", "pg": 13}, "movies": [], "publish_date": 1233615600.0, "source": "http://web.archive.org", "summary": ""}