{"url": "http://web.archive.org/web/20111224041827/http://www.nytimes.com:80/2009/03/05/us/politics/05obama-text.html", "text": "Following are President Obama's remarks on health care reform, as provided by the White House.\n\nThank you so much, Travis, for the wonderful introduction. Thank you for Melody Barnes, who has done more than anyone to help coordinate this forum and its extraordinary work. And so we appreciate her leadership.\n\nWe're here today to discuss one of the greatest threats not just to the well-being of our families and the prosperity of our businesses, but to the very foundation of our economy -- and that's the exploding costs of health care in America today.\n\nIn the last eight years, premiums have grown four times faster than wages. An additional 9 million Americans have joined the ranks of the uninsured. The cost of health care now causes a bankruptcy in America every 30 seconds. By the end of the year, it could cause 1.5 million Americans to lose their homes. Even for folks who are weathering this economic storm, and have health care right now, all it takes is one stroke of bad luck -- an accident or an illness, a divorce, a lost job -- to become one of the nearly 46 million uninsured or the millions who have health care, but really can't afford what they've got.\n\nWe didn't get here by accident. The problems we face today are a direct consequence of actions that we failed to take yesterday. Since Teddy Roosevelt first called for reform nearly a century ago, we have talked and we have tinkered. We have tried and fallen short, we've stalled for time, and again we have failed to act because of Washington politics or industry lobbying.\n\nAnd today, there are those who say we should defer health care reform once again -- that at a time of economic crisis, we simply can't afford to fix our health care system, as well.\n\nWell, let me be clear: The same soaring costs that are straining families' budgets are sinking our businesses and eating up our government's budget, too. Too many small businesses can't insure their employees. Major American corporations are struggling to compete with their foreign counterparts. And companies of all sizes are shipping their jobs overseas or shutting their doors for good.\n\nMedicare costs are consuming our federal budget; I don't have to tell members of Congress this. Medicaid is overwhelming our state budgets; I don't need to tell governors and state legislatures that.\n\nAt the fiscal summit that we held here last week, the one thing on which everyone agreed was that the greatest threat to America's fiscal health is not Social Security, though that's a significant challenge; it's not the investments that we've made to rescue our economy during this crisis. By a wide margin, the biggest threat to our nation's balance sheet is the skyrocketing cost of health care. It's not even close.\n\nThat's why we cannot delay this discussion any longer. That's why today's forum is so important -- because health care reform is no longer just a moral imperative, it's a fiscal imperative. If we want to create jobs and rebuild our economy and get our federal budget under control, then we have to address the crushing cost of health care this year, in this administration. Making investments in reform now, investments that will dramatically lower costs, won't add to our budget deficits in the long term -- rather, it is one of the best ways -- in fact maybe the only way -- to reduce those long-term costs.\n\nNow, I know people are skeptical about whether Washington can bring about this change. Our inability to reform health care in the past is just one example of how special interests have had their way, and the public interest has fallen by the wayside. And I know people are afraid we'll draw the same old lines in the sand and give in to the same entrenched interests and arrive back at the same stalemate that we've been stuck in for decades.\n\nBut I am here today and I believe you are here today because this time is different. This time, the call for reform is coming from the bottom up and from all across the spectrum -- from doctors, from nurses, from patients; from unions, from businesses; from hospitals, health care providers, community groups. It's coming from mayors and governors and legislatures, Democrats, Republicans -- all who are racing ahead of Washington to pass bold health care initiatives on their own. This time, there is no debate about whether all Americans should have quality, affordable health care -- the only question is, how?", "images": ["http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/adx/images/ADS/28/40/ad.284068/GiftGuide_336x79.gif", "http://web.archive.org/web/20111224041827im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/ads/marketing/mm11/business_122311.jpg", "http://web.archive.org/web/20111224041827im_/http://up.nytimes.com/?d=0//&t=6&s=0&ui=0&r=&u=www%2enytimes%2ecom%2f2009%2f03%2f05%2fus%2fpolitics%2f05obama%2dtext%2ehtml%3f", "http://web.archive.org/web/20111224041827im_/http://i1.nyt.com/images/2011/12/15/magazine/15moth_videoeditor/15moth_videoeditor-moth.jpg", "http://web.archive.org/web/20111224041827im_/http://www.nytimes.com/adx/bin/clientside/63446e81Q2FQ3AVbDVZsQ27Q3AQ3AQ3AQ27Q3EVQ27SSSSSJQ24VQ3EQ24VZZQ3ESSQ3Eb-BJ-Q24", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/ads/circulation/icon-newspaper.jpg", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/ads/marketing/mm09/verticalst/nytimes.gif", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/adx/images/ADS/28/60/ad.286082/TMag_Holiday_86x60.jpg", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/adx/images/ADS/28/29/ad.282969/11-1929_NeediestCasses_336x280.jpg", "http://web.archive.org/web/20111224041827im_/http://i1.nyt.com/images/2011/12/23/sports/23moth_dryclean/23moth_dryclean-moth.jpg", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/images/blogs/thecaucus/thecaucus75.jpg", "http://web.archive.org/web/20111224041827im_/http://i1.nyt.com/images/2011/12/23/arts/design/23MOTH_SUBRENAISSANCE/23MOTH_SUBRENAISSANCE-moth.jpg", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/images/misc/nytlogo153x23.gif", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/ads/marketing/mm09/verticalst/verticals_business.gif", "http://web.archive.org/web/20111224041827im_/http://i1.nyt.com/images/global/buttons/moth_forward.gif", "http://web.archive.org/web/20111224041827im_/http://i1.nyt.com/images/2011/12/23/arts/dance/23MOTH_SUB_SWING/23MOTH_SUB_SWING-moth.jpg", "http://web.archive.org/web/20111224041827im_/http://i1.nyt.com/images/global/buttons/moth_reverse.gif", "http://web.archive.org/web/20111224041827im_/http://graphics8.nytimes.com/images/section/politics/44th_house.gif", "http://web.archive.org/web/20111224041827im_/http://i1.nyt.com/images/2011/12/23/opinion/23moth_opart/23moth_opart-moth.jpg"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Obama\u0092s Remarks at the White House Health Care Forum", "meta_data": {"description": "President Obama\u0092s remarks at the White House forum on health reform, as prepared for delivery.", "ROBOTS": "NOARCHIVE", "DISPLAYDATE": "March 5, 2009", "hdl": "Obama\u0092s Remarks at the White House Health Care Forum", "lp": "President Obama\u0092s remarks at the White House forum on health reform, as prepared for delivery.", "cre": "The New York Times", "edt": "The New York Times on the Web", "pdate": 20090305, "dat": "March 5, 2009", "tom": "Text", "col": "Text", "dsk": "U.S. / Politics", "articleid": 1194838364912, "CG": "us", "SCG": "politics", "PT": "Article", "hdr_img": "/images/article/header/sect_us.gif", "ARTICLE_TEMPLATE_VERSION": 600}, "movies": [], "publish_date": 1236207600.0, "source": "http://web.archive.org", "summary": ""}