{"url": "http://web.archive.org/web/20110506003048/http://abcnews.go.com:80/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946", "text": "AMANPOUR (voice-over): This week, budget blowback.\n\n(UNKNOWN): We can't afford it, you moron!\n\nAMANPOUR: As town halls across America erupt in anger over a plan to slash spending...\n\n(UNKNOWN): You're a liar!\n\nAMANPOUR: ... Republicans find themselves under fire.\n\n(UNKNOWN): ... he was yelling at me, cursing at me.\n\nAMANPOUR: I go to the heartland with the man behind the plan, House Budget Chairman Paul Ryan of Wisconsin.\n\nRYAN: Let's prove to them that Wisconsinites can have a civil debate.\n\nAMANPOUR: Then, in the crosshairs. A NATO bomb hits a house with Gadhafi inside, killing his son and three grandchildren. How will the strongman strike back? And how does it all end?\n\n(UNKNOWN): This was a direct operation to assassinate the leader of this country.\n\nAMANPOUR: What's the way out for the U.S.? A former administration insider weighs in.\n\nPlus, we're live from the Vatican, as Pope John Paul II gets one step closer to sainthood. Is the fast track too fast?\n\nANNOUNCER: Live from the Newseum in Washington, \"This Week\" with Christiane Amanpour starts right now.\n\n(END VIDEO CLIP)\n\nABC News House Budget Committee Chairman Paul Ryan... View Full Size ABC News House Budget Committee Chairman Paul Ryan talks with ?This Week? anchor Christiane Amanpour.\n\nAMANPOUR: Welcome to our viewers here and around the world. There is a lot happening this Sunday, and we begin with unfolding news in the Libyan capital, Tripoli. The Libyan government is condemning what it called, quote, \"a direct operation to assassinate Moammar Gadhafi,\" this after a NATO bomb hit Gadhafi's compound. It spared him, but killed three of his grandchildren and his youngest son. So could this be a game-changer in the war, which has dragged into a stalemate in recent weeks?\n\nWe go live now to Libya for the very latest on the ground. ABC's Miguel Marquez is in Benghazi, and the BBC's Christian Fraser is in Tripoli, where the attack took place.\n\nChristian, let's start with you. Is there a feeling now that the war is entering a new phase around Tripoli?\n\nFRASER: I think that's a very real possibility, Christiane. The way that the press visit to this bomb site was orchestrated last night, it was very deliberately held back for two hours, and then we were taken there and then given a press conference here at the hotel, in which Moussa Ibrahim spelled out what he thought the attack meant does suggest that they will try and make as much political capital from this as they can.\n\nCertainly, it puts pressure on NATO and its allies. And we've seen already a very angry reaction from his supporters in Tripoli, reports of attacks on the U.S. embassy. I've spoken to U.N. officials today who say their offices were looted, also reports of attacks on the British and Italian missions here in Tripoli.\n\nThe unknowns, of course, are what Colonel Gadhafi's response will be. We've not heard from him yet. We don't know what the response of his supporters will be in the days ahead, and we don't know, really, what the sort of international reaction will be to what has unfolded here last night.\n\nAMANPOUR: A lot of questions there, Christian, and we'll continue to monitor it.\n\nOf course, the U.S. embassy is empty, because all of the staff have been evacuated over the last several weeks and months. And now we go to the other side of this conflict and ABC's Miguel Marquez, who's in the east there in rebel-held Benghazi.\n\nMiguel, what is the reaction from the rebels? Do they think this attack could end the stalemate and signify a new -- a new impetus for them?", "images": ["http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/assets/images/spacer.gif", "http://web.archive.org/web/20110506003048im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.go.com/images/Politics/RYAN_110501_me.jpg", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/assets/images/icons/icon-follow-mobile.gif", "http://web.archive.org/web/20110506003048im_/http://pixel.quantserve.com/pixel/p-9e_QHc34iBt22.gif?labels=ABC%20News.ThisWeek", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/images/ThisWeek/abc_tw_full_110501_wn.jpg", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/images/ThisWeek/abc_tw_ryan_110501_wl.jpg", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/assets/images/icons/icon-follow-rss.gif", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/images/spacer.gif", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/assets/images/icons/icon-follow-facebook.gif", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/images/Politics/RYAN_110501_wg.jpg", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/assets/images/abcnews_footer_logo.gif", "http://web.archive.org/web/20110506003048im_/http://oasn04.247realmedia.com/RealMedia/ads/adstream_nx.ads/TRACK_Abcwk/Abcnews_ThisWeek_NX_Nonsecure@Bottom3", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/assets/images/loading.gif", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/assets/images/icons/icon-follow-twitter.gif", "http://web.archive.org/web/20110506003048im_/http://pixel.33across.com/ps/?pid=194&cgn=13286&seg=2240", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/assets/images/partners/logo-aolnews.gif", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/images/ThisWeek/abc_tw_round2_110501_wl.jpg", "http://web.archive.org/web/20110506003048im_/http://a.abcnews.com/images/ThisWeek/abc_tw_round1_110501_wl.jpg"], "top_img": "http://web.archive.org/web/20110506003048im_/http://a.abcnews.go.com/images/Politics/RYAN_110501_me.jpg", "keywords": [], "authors": ["Abc News"], "canonical_link": "http://web.archive.org/web/20110506003048/http://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946", "title": "'This Week' Transcript: Rep. Paul Ryan", "meta_data": {"Date": "2011-05-01", "Last-Modified": "2011-05-01 08:00:46", "robots": "index, follow", "author": "ABC News", "Copyright": "Copyright (c) 2011 ABC News Internet Ventures", "description": "Transcript of 'This Week' interview with House Budget Committee Chairman Paul Ryan.", "keywords": "this week, christiane amanpour, god, government, easter, graham, sharpton, keller, this week, abc news this week, abc news sunday morning political show, abc sunday morning, green room, roundtable, george stephanopoulos, this week with george stephanopoulos, stephanopoulus, david brinkley, abc news politics, abc politics, dc politics, washington dc, senate, political round, political analysis, president barack obama, white house, congress, house of representatives, republican, democrat, george will, health care reform, economy, jobs, national security, abc news online, abcnews.com, online news", "fb_title": "'This Week' Transcript: Rep. Paul Ryan", "og": {"image": "http://web.archive.org/web/20110506003048im_/http://a.abcnews.go.com/images/Politics/RYAN_110501_me.jpg"}}, "movies": [], "publish_date": null, "source": "http://web.archive.org", "summary": ""}