{"url": "http://web.archive.org/web/20111210013050/http://www.nytimes.com/2011/12/09/opinion/brooks-the-gingrich-tragedy.html?hp", "text": "Of all the major Republicans, the one who comes closest to my worldview is Newt Gingrich. Despite his erratically shifting views and odd phases, he continually returns to this core political refrain: He talks about using government in energetic but limited ways to increase growth, dynamism and social mobility.\n\nAs he said in 2007, “It’s not a point of view libertarians would embrace, but I am more in the Alexander Hamilton-Teddy Roosevelt tradition of conservatism. I recognize that there are times when you need government to help spur private enterprise and economic development.”\n\nLook at American history, Gingrich continued, “The government provided railroad land grants to encourage widespread adoption of what was then the most modern form of transportation to develop our country. The Homestead Act essentially gave away land to those willing to live on it and develop it. We used what were in effect public-private partnerships to bring telephone service and electricity to every community in our nation. All of these are examples of government bringing about public purposes without creating massive taxpayer-funded bureaucracies.”\n\nThis was not one of Gingrich’s passing fads. It is one of the most consistent themes of his career. His 1984 book, “Window of Opportunity,” is a broadside against what he calls the “laissez-faire” conservatism — the idea that government should just get out of the way so the market can flourish. As he wrote, “The opportunity society calls not for a laissez-faire society in which the economic world is a neutral jungle of purely random individual behavior, but for forceful government intervention on behalf of growth and opportunity.”\n\nOver the years, this approach has led Gingrich to support cap-and-trade energy legislation to combat global warming. It has led him to endorse universal health care coverage. It has led him to support humane immigration reform. He enthusiastically backed Jack Kemp’s efforts to fight poverty, the precursors to compassionate conservatism.\n\nThough his ideas stray, his most common theme is that government should intervene in crucial ways to create a dynamic, decentralized, low-tax society.\n\nSo why am I not more excited by the Gingrich surge?\n\nIn the first place, Gingrich loves government more than I do. He has no Hayekian modesty to restrain his faith in statist endeavor. For example, he has called for “a massive new program to build a permanent lunar colony to exploit the Moon’s resources.” He has suggested that “a mirror system in space could provide the light equivalent of many full moons so that there would be no need for nighttime lighting of the highways.”\n\nI’m for national greatness conservatism, but this is a little too great.\n\nFurthermore, he has an unconservative faith in his own innocence. The crossroads where government meets enterprise can be an exciting crossroads. It can also be a corrupt crossroads. It requires moral rectitude to separate public service from private gain. Gingrich was perfectly content to belly up to the Freddie Mac trough and then invent a Hamiltonian rationale to justify his own greed.\n\nThen there is his rhetorical style. He seems to have understood that a moderate Republican like himself can win so long as he adopts a bombastic style when taking on the liberal elites. Most people just want somebody who can articulate their hatreds, and Gingrich is demagogically happy to play the role.\n\nMost important, there is temperament and character. As Yuval Levin noted in a post for National Review, the two Republican front-runners, Gingrich and Mitt Romney are both “very wonky Rockefeller Republicans who moved to the right over time as their party moved right.”\n\nBut they have very different temperaments. Romney, Levin observes, has an executive temperament — organization, discipline, calm and restraint. Gingrich has a revolutionary temperament — intensity, energy, disorganization and a tendency to see everything as a cataclysmic clash requiring a radical response.\n\nI’d make a slightly similar point more rudely. In the two main Republican contenders, we have one man, Romney, who seems to have walked straight out of the 1950s, and another, Gingrich, who seems to have walked straight out of the 1960s. He has every negative character trait that conservatives associate with ’60s excess: narcissism, self-righteousness, self-indulgence and intemperance. He just has those traits in Republican form.\n\nAs nearly everyone who has ever worked with him knows, he would severely damage conservatism and the Republican Party if nominated. He would severely damage the Hamilton-Theodore Roosevelt strain in American life.\n\nIt’s really too bad. We could have had a great debate about the progressive-conservative tradition. President Obama is now embracing Roosevelt. Gingrich has tried to modernize this tendency.\n\nBut how you believe something is as important as what you believe. It doesn’t matter if a person shares your overall philosophy. If that person doesn’t have the right temperament and character, stay away.", "images": ["http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/adx/images/ADS/28/29/ad.282936/CL_IHT_BUTTON_88X31_V2.jpg", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/adx/images/ADS/27/85/ad.278533/Sub-web_336x79_cr1_final.jpg", "http://web.archive.org/web/20111210013050im_/http://i1.nyt.com/images/2011/12/09/nyregion/09moth_neediest/09moth_neediest-moth.jpg", "http://web.archive.org/web/20111210013050im_/http://i1.nyt.com/images/2011/12/09/arts/09MOTH_BEARDEN/09MOTH_BEARDEN-moth.jpg", "http://web.archive.org/web/20111210013050im_/http://i1.nyt.com/images/global/buttons/moth_forward.gif", "http://web.archive.org/web/20111210013050im_/http://i1.nyt.com/images/2011/12/09/arts/09MOTH_STICK/09MOTH_STICK-moth.jpg", "http://web.archive.org/web/20111210013050im_/http://up.nytimes.com/?d=0/9/&t=2&s=0&ui=0&r=http%3a%2f%2fwww%2enytimes%2ecom%2f&u=www%2enytimes%2ecom%2f2011%2f12%2f09%2fopinion%2fbrooks%2dthe%2dgingrich%2dtragedy%2ehtml%3fhp%3d", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/adx/images/ADS/27/85/ad.278564/Sub-web_button_88x31_final.jpg", "http://web.archive.org/web/20111210013050im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/images/2010/09/16/opinion/Brooks_New/Brooks_New-articleInline.jpg", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/images/2010/09/16/opinion/Brooks_New/Brooks_New-thumbStandard.jpg", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/adx/images/ADS/28/12/ad.281243/Bundle.gif", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/adx/images/ADS/28/45/ad.284582/IHT3535_C_Cr1_336x280.gif", "http://web.archive.org/web/20111210013050im_/http://www.nytimes.com/adx/bin/clientside/1f4c0677Q2Fvas5xqQ3FQ60aaZ5Q27Bax1E.)Q5BQ3Fzx", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/images/opinion/sectionfront/opinion-global-cobrand.png", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/images/opinion/article/opinion-global-logo-small.png", "http://web.archive.org/web/20111210013050im_/http://pagead2.googlesyndication.com/pagead/imp.gif?client=ca-nytimes_display_html&event=noscript", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/adx/images/ADS/27/85/ad.278565/Sub-web_button_88x60_final.jpg", "http://web.archive.org/web/20111210013050im_/http://i1.nyt.com/images/global/buttons/moth_reverse.gif", "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/images/blogs_v3/opinionator/pogs/theconversation75.gif", "http://web.archive.org/web/20111210013050im_/http://i1.nyt.com/images/2011/12/11/travel/11MOTH_HOURS/11MOTH_HOURS-moth.jpg"], "top_img": "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/images/2010/09/16/opinion/Brooks_New/Brooks_New-thumbStandard.jpg", "keywords": [], "authors": ["David Brooks"], "canonical_link": "http://web.archive.org/web/20111210013050/http://www.nytimes.com/2011/12/09/opinion/brooks-the-gingrich-tragedy.html", "title": "The Gingrich Tragedy", "meta_data": {"description": "Newt Gingrich may be big-government conservatism’s leading messenger, but his temperament and character distort the effect.", "keywords": "Presidential Election of 2012,Conservatism (US Politics),Gingrich  Newt,Romney  Mitt,Republican Party", "ROBOTS": "NOARCHIVE", "DISPLAYDATE": "December 8, 2011", "hdl": "The Gingrich Tragedy", "hdl_p": "The Gingrich Tragedy", "byl": "By DAVID BROOKS", "lp": "Newt Gingrich may be big-government conservatism’s leading messenger, but his temperament and character distort the effect.", "cre": "The New York Times", "edt": "NewYork", "pdate": 20111208, "des": "Presidential Election of 2012;Conservatism (US Politics)", "per": "Gingrich, Newt;Romney, Mitt", "org": "Republican Party", "dat": "December 8, 2011", "tom": "Op-Ed", "col": "Op-Ed Columnist", "dsk": "Opinion", "articleid": 100000001215776, "ARTICLE_TEMPLATE_VERSION": 700, "hdr_img": "/images/article/header/sect_opinion.gif", "thumbnail": "images/2010/09/16/opinion/Brooks_New/Brooks_New-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "sectionfront_jsonp": "http://json8.nytimes.com/pages/opinion/index.jsonp", "CG": "opinion", "PT": "Article", "PST": "Op-Ed", "msapplication-starturl": "http://www.nytimes.com/", "og": {"url": "http://web.archive.org/web/20111210013050/http://www.nytimes.com/2011/12/09/opinion/brooks-the-gingrich-tragedy.html", "type": "article", "title": "The Gingrich Tragedy", "image": "http://web.archive.org/web/20111210013050im_/http://graphics8.nytimes.com/images/2010/09/16/opinion/Brooks_New/Brooks_New-thumbStandard.jpg"}}, "movies": [], "publish_date": 1323385200.0, "source": "http://web.archive.org", "summary": ""}