{"url": "http://web.archive.org/web/20080112235325/http://query.nytimes.com:80/gst/fullpage.html?res=9402E4D61E3FF93AA25753C1A961958260", "text": "There he is in the photos, aflame with conviction and heady with success: class president, editor on the law review, bold young prosecutor, No. 3 man at the Justice Department, crime-fighting United States Attorney, archenemy of the Mafia, the 107th Mayor of the City of New York. Quite a run!\n\nAnd now, working from City Hall, Rudolph William Giuliani, 53, has become New York's one ubiquitous figure, hurrying from a burned-out building to a subway derailment to the bedside of a wounded police officer. He is Gotham's action hero, self-cast as the take-charge guy who is reliably among the first at every scene.\n\nBy most reckonings, including those of many adversaries, Mr. Giuliani has coupled this celebrity with effective leadership. A seemingly ungovernable city now seems responsive to discipline, its crime rate in a plunge, its tourist-stocked streets palpably safer.\n\nStill, however many his accomplishments, there is something else striking about the Mayor: his temperament. He seems to believe in mayoral infallibility, at least so long as he is the Mayor. To question his righteousness is to risk his wrath. A devil's advocate often seems regarded as the devil himself.\n\nRudy Giuliani has been described as the best and worst of New York, combining its exceptional talent and its ruthless energy.\n\nThis makes for a strange set of paradoxes, for some of Mr. Giuliani's strengths are his weaknesses as well. The adept and decisive manager can be imperious, to the point where surveys show his manner to be his greatest political liability. The candidate who, according to polls, seems headed to an overpowering victory on Nov. 4, can unleash attacks on his opponent that verge on fury. The man with a clear vision of a safer, more livable city can be disdainful of even well-intentioned critics.\n\n''He is a good mayor, but he'll never be a great one,'' said Edward I. Koch, once a committed ally who now says he will vote for him with a reluctant pull of the lever.\n\n''He can't accept disagreement,'' Mr. Koch said. ''When it occurs, he wants to destroy you. He goes for the jugular.''\n\nDespite -- or perhaps because of -- these contradictions, Mr. Giuliani has risen to become the city's most important politician of his generation, a nationally known figure with larger political aspirations.\n\nTo understand Mr. Giuliani's rise to City Hall, it helps to have a map of his boyhood and earlier career. Signposts include a Roman Catholic education, doting parents and prominent mentors. Directions come from schoolmates, teachers and colleagues.\n\nThe Mayor himself was a grudging participant in this article. For two months, his press office pledged cooperation only to withhold it.\n\nFinally, just before publication, the Mayor agreed to be interviewed. He attributed his wariness to recent articles in several newspapers and magazines about rumors of an extramarital affair, which he has strongly denied. He also complained about what he called unfair political coverage in The New York Times.\n\nSeated in a comfortable armchair in his office, however, the Mayor seemed relaxed and genial. He said he knew all too well that people thought he was harsh and overbearing. But at least on this occasion, such characterizations made him laugh.\n\n''I've been accused of storming out of press conferences that I'd been at for 45 minutes,'' he said with a chuckle. ''Maybe I just had to leave. Maybe I had to go to the bathroom. So I would say, 'That's the last question,' and walk out. The next day it would be written that I stormed out, or that I was bristling. It fits the stereotype.''\n\nAnyway, the perception often works to his advantage, the Mayor added, because when people meet him, they say, ' ''Oh my God, he's very different from what I thought.' ''\n\n\n\nParents\n\nStrong Convictions And Early Instruction\n\n\n\nA grandson of Italian immigrants, Rudy Giuliani grew up in richly Catholic surroundings, before Vatican II, with meatless Fridays and the mysteries of the Latin Mass. Goodness, he was taught, required diligence. And his teachers say that young Rudy, more than most, was hard-working and intellectually keen.\n\nImmigrant struggle was a staple of family lore. His father, Harold, traced his roots to Florence and nearby Montecatini, and his mother, Helen, to Avellino and other towns near Naples. Their stories were many because their families were big.", "images": ["http://web.archive.org/web/20080112235325im_/http://std.o.nytimes.com/b/ss/nytsearch/1/G.6--NS/0", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/ads/ameriprise/AMP_logo_88x31.gif", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/ads/marketing/mm07/tech_120407.jpg", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/images/2008/01/11/arts/television/12moth-bell.jpg", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/ads/marketing/mm07/vertical_tech.gif", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/images/2008/01/11/opinion/12moth-opart.jpg", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/ads/marketing/mm07/nyt-logo.png", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/images/2008/01/09/travel/13moth-family.jpg", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/images/2008/01/12/realestate/13moth-cov.jpg", "http://web.archive.org/web/20080112235325im_/http://wt.o.nytimes.com/dcsym57yw10000s1s8g0boozt_9t1x/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=1.0.7", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/images/2008/01/11/books/12moth-navasky.jpg", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/images/2008/01/12/opinion/12moth-vote.gif", "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/images/misc/nytlogo153x23.gif", "http://web.archive.org/web/20080112235325im_/http://up.nytimes.com/?d=0/13/&t=13&s=0&ui=&r=&u=query%2enytimes%2ecom%2fgst%2ffullpage%2ehtml%3fres%3d9402E4D61E3FF93AA25753C1A961958260", "http://web.archive.org/web/20080112235325im_/http://query.nytimes.com/adx/bin/clientside/683fff3fQ2FxQ22vdQ2FskkQ60mQ5Dllm0KKkQ5D82ksQ60ss"], "top_img": "http://web.archive.org/web/20080112235325im_/http://graphics8.nytimes.com/images/2008/01/11/arts/television/12moth-bell.jpg", "keywords": [], "authors": ["Barry Bearak And Ian Fisher"], "canonical_link": "", "title": "RACE FOR CITY HALL: The Republican Candidate; A Mercurial Mayor's Confident Journey", "meta_data": {"WT.cg_n": "New York and Region", "WT.z_gpt": "Article", "WT.z_gpst": "Metropolitan Desk", "WT.z.gsg": "Archive", "WT.z_gat": "1987-Present", "WT.z_put": "Archive", "WT.z_pua": "Free", "WT.z_puv": "Normal", "WT.z_pud": 19971019, "WT.z_gts": "XTS", "WT.z_aid": "nyta-19971019-689378"}, "movies": [], "publish_date": null, "source": "http://web.archive.org", "summary": ""}