{"url": "http://web.archive.org/web/20000823085132/http://www.ssa.gov:80/history/nestor.html", "text": "The fact that workers contribute to the Social Security program's funding through a dedicated payroll tax establishes a unique connection between those tax payments and future benefits. More so than general federal income taxes can be said to establish \"rights\" to certain government services. This is often expressed in the idea that Social Security benefits are \"an earned right.\" This is true enough in a moral and political sense. But like all federal entitlement programs, Congress can change the rules regarding eligibility--and it has done so many times over the years. The rules can be made more generous, or they can be made more restrictive. Benefits which are granted at one time can be withdrawn, as for example with student benefits, which were substantially scaled-back in the 1983 Amendments. There has been a temptation throughout the program's history for some people to suppose that their FICA payroll taxes entitle them to a benefit in a legal, contractual sense. That is to say, if a person makes FICA contributions over a number of years, Congress cannot, according to this reasoning, change the rules in such a way that deprives a contributor of a promised future benefit. Under this reasoning, benefits under Social Security could probably only be increased, never decreased, if the Act could be amended at all. Congress clearly had no such limitation in mind when crafting the law. Section 1104 of the 1935 Act, entitled \"RESERVATION OF POWER,\" specifically said: \"The right to alter, amend, or repeal any provision of this Act is hereby reserved to the Congress.\" Even so, some have thought that this reservation was in some way unconstitutional. This is the issue finally settled by Flemming v. Nestor . In this 1960 Supreme Court decision Nestor's denial of benefits was upheld even though he had contributed to the program for 19 years and was already receiving benefits. Under a 1954 law, Social Security benefits were denied to persons deported for, among other things, having been a member of the Communist party. Accordingly, Mr. Nestor's benefits were terminated. He appealed the termination arguing, among other claims, that promised Social Security benefits were a contract and that Congress could not renege on that contract. In its ruling, the Court rejected this argument and established the principle that entitlement to Social Security benefits is not contractual right.\n\nCase Name: FLEMMING V. NESTOR 363 U.S. 603 NO. 54. ARGUED FEBRUARY 24, 1960. - DECIDED JUNE 20, 1960. - 169 F. SUPP. 922, REVERSED . THE TERMINATION OF OLD-AGE BENEFITS PAYABLE TO AN ALIEN WHO, AFTER THE DATE OF ITS ENACTMENT (SEPTEMBER 1, 1954), IS DEPORTED UNDER SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT ON ANY ONE OF CERTAIN GROUNDS SPECIFIED IN SEC. 202(N). APPELLEE, AN ALIEN WHO HAD BECOME ELIGIBLE FOR OLD-AGE BENEFITS IN 1955, WAS DEPORTED IN 1956, PURSUANT TO SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT, FOR HAVING BEEN A MEMBER OF THE COMMUNIST PARTY FROM 1933 TO 1939. SINCE THIS WAS ONE OF THE GROUNDS SPECIFIED IN SEC. 202(N), HIS OLD-AGE BENEFITS WERE TERMINATED SHORTLY THEREAFTER. HE COMMENCED THIS ACTION IN A SINGLE JUDGE DISTRICT COURT, UNDER SEC. 205(G) OF THE SOCIAL SECURITY ACT, TO SECURE JUDICIAL REVIEW OF THAT ADMINISTRATIVE DECISION. THE DISTRICT COURT HELD THAT SEC. 202(N) DEPRIVED APPELLEE OF AN ACCRUED PROPERTY RIGHT AND, THEREFORE, VIOLATED THE DUE PROCESS CLAUSE OF THE FIFTH AMENDMENT. HELD: 1. ALTHOUGH THIS ACTION DREW INTO QUESTION THE CONSTITUTIONALITY OF SEC. 202(N), IT DID NOT INVOLVE AN INJUNCTION OR OTHERWISE INTERDICT THE OPERATION OF THE STATUTORY SCHEME; 28 U.S.C. SEC. 2282, FORBIDDING THE ISSUANCE OF AN INJUNCTION RESTRAINING THE ENFORCEMENT, OPERATION OR EXECUTION OF AN ACT OF CONGRESS FOR REPUGNANCE TO THE CONSTITUTION, EXCEPT BY A THREE-JUDGE DISTRICT COURT, WAS NOT APPLICABLE; AND JURISDICTION OVER THE ACTION WAS PROPERLY EXERCISED BY THE SINGLE-JUDGE DISTRICT COURT. PP. 606-608. 2. A PERSON COVERED BY THE SOCIAL SECURITY ACT HAS NOT SUCH A RIGHT IN OLD-AGE BENEFIT PAYMENTS AS WOULD MAKE EVERY DEFEASANCE OF \"ACCRUED\" INTERESTS VIOLATIVE OF THE DUE PROCESS CLAUSE OF THE FIFTH AMENDMENT. PP. 608-611. (A) THE NONCONTRACTUAL INTEREST OF AN EMPLOYEE COVERED BY THE ACT CANNOT BE SOUNDLY ANALOGIZED TO THAT OF THE HOLDER OF AN ANNUITY, WHOSE RIGHTS TO BENEFITS ARE BASED ON HIS CONTRACTUAL PREMIUM PAYMENTS. PP. 608-610. (B) TO ENGRAFT UPON THE SOCIAL SECURITY SYSTEM A CONCEPT OF \"ACCRUED PROPERTY RIGHTS\" WOULD DEPRIVE IT OF THE FLEXIBILITY AND BOLDNESS IN ADJUSTMENT TO EVER-CHANGING CONDITIONS WHICH IT DEMANDS AND WHICH CONGRESS PROBABLY HAD IN MIND WHEN IT EXPRESSLY RESERVED THE RIGHT TO ALTER, AMEND OR REPEAL ANY PROVISION OF THE ACT. PP. 610-611. 3. SECTION 202(N) OF THE ACT CANNOT BE CONDEMNED AS SO LACKING IN RATIONAL JUSTIFICATION AS TO OFFEND DUE PROCESS. PP. 611-612. 4. TERMINATION OF APPELLEE'S BENEFITS UNDER SEC. 202(N) DOES NOT AMOUNT TO PUNISHING HIM WITHOUT A TRIAL, IN VIOLATION OF ART. III, SEC. 2, CL. 3, OF THE CONSTITUTION OR THE SIXTH AMENDMENT; NOR IS SEC. 202(N) A BILL OF ATTAINDER OR EX POST FACTO LAW, SINCE ITS PURPOSE IS NOT PUNITIVE. PP. 612-621. FLEMMING , SECRETARY OF HEALTH, EDUCATION, AND WELFARE, V. NESTOR . APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLUMBIA. MR. JUSTICE HARLAN DELIVERED THE OPINON OF THE COURT. FROM A DECISION OF THE DISTRICT COURT FOR THE DISTRICT OF COLUMBIA HOLDING SEC. 202(N) OF THE SOCIAL SECURITY ACT (68 STAT. 1083, AS AMENDED, 42 U.S.C. SEC. 402(N)) UNCONSTITUTIONAL, THE SECRETARY OF HEALTH, EDUCATION, AND WELFARE TAKES THIS DIRECT APPEAL PURSUANT TO 28 U.S.C. SEC. 1252. THE CHALLENGED SECTION, SET FORTH IN FULL IN THE MARGIN, (FN1) PROVIDES FOR THE TERMINATION OF OLD-AGE, SURVIVOR, AND DISABILITY INSURANCE BENEFITS PAYABLE TO, OR IN CERTAIN CASES IN RESPECT OF, AN ALIEN INDIVIDUAL WHO, AFTER SEPTEMBER 1, 1954 (THE DATE OF ENACTMENT OF THE SECTION), IS DEPORTED UNDER SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT (8 U.S.C. SEC. 1251A)) ON ANY ONE OF CERTAIN GROUNDS SPECIFIED IN SEC. 202(N). APPELLEE, AN ALIEN, IMMIGRATED TO THIS COUNTRY FROM BULGARIA IN 1913, AND BECAME ELIGIBLE FOR OLD-AGE BENEFITS IN NOVEMBER 1955. IN JULY 1956 HE WAS DEPORTED PURSUANT TO SEC. 241(A)(6)(C)(I) OF THE IMMIGRATION AND NATIONALITY ACT FOR HAVING BEEN A MEMBER OF THE COMMUNIST PARTY FROM 1933 TO 1939. THIS BEING ONE OF THE BENEFIT TERMINATION DEPORTATION GROUNDS SPECIFIED IN SEC. 202(N), APPELLEE'S BENEFITS WERE TERMINATED SOON THEREAFTER, AND NOTICE OF THE TERMINATION WAS GIVEN TO HIS WIFE, WHO HAD REMAINED IN THIS COUNTRY. (FN2) UPON HIS FAILURE TO OBTAIN ADMINISTRATIVE REVERSAL OF THE DECISION, APPELLEE COMMENCED THIS ACTION IN THE DISTRICT COURT, PURSUANT TO SEC. 205(G) OF THE SOCIAL SECURITY ACT (53 STAT. 1370, AS AMENDED, 42 U.S.C. SEC. 405(G)), TO SECURE JUDICIAL REVIEW. (FN3) ON CROSS-MOTIONS FOR SUMMARY JUDGMENT, THE DISTRICT COURT RULED FOR APPELLEE, HOLDING SEC. 202(N) UNCONSTITUTIONAL UNDER THE DUE PROCESS CLAUSE OF THE FIFTH AMENDMENT IN THAT IT DEPRIVED APPELLEE OF AN ACCRUED PROPERTY RIGHT. 169 F. SUPP. 922. THE SECRETARY PROSECUTED AN APPEAL TO THIS COURT, AND, SUBJECT TO A JURISDICTIONAL QUESTION HEREINAFTER DISCUSSED, WE SET THE CASE DOWN FOR PLENARY HEARING. 360 U.S. 915. THE PRELIMINARY JURISDICTIONAL QUESTION IS WHETHER 28 U.S.C. SEC. 2282 IS APPLICABLE, AND THEREFORE REQUIRED THAT THE CASE BE HEARD BELOW BEFORE THREE JUDGES, RATHER THAN BY A SINGLE JUDGE, AS IT WAS. SECTION 2282 FORBIDS THE ISSUANCE, EXCEPT BY A THREE-JUDGE DISTRICT COURT, OF ANY \"INTERLOCUTORY OR PERMANENT INJUNCTION RESTRAINING THE ENFORCEMENT, OPERATION OR EXECUTION OF ANY ACT OF CONGRESS FOR REPUGNANCE TO THE CONSTITUTION ... .\" NEITHER PARTY REQUESTED A THREE-JUDGE COURT BELOW, AND IN THIS COURT BOTH PARTIES ARGUE THE INAPPLICABILITY OF SEC. 2282. IF THE PROVISION APPLIES, WE CANNOT REACH THE MERITS, BUT MUST VACATE THE JUDGMENT BELOW AND REMAND THE CASE FOR CONSIDERATION BY A THREE-JUDGE DISTRICT COURT. SEE FEDERAL HOUSING ADMINISTRATION V. THE DARLINGTON, INC., 352 U.S. 977. UNDER THE DECISIONS OF THIS COURT, THIS SEC. 205(G) ACTION COULD, AND DID, DRAW IN QUESTION THE CONSTITUTIONALITY OF SEC. 202(N). SEE, E.G., ANNISTON MFG. CO. V. DAVIS, 301 U.S. 337, 345-346. HOWEVER, THE ACTION DID NO MORE. IT DID NOT SEEK AFFIRMATIVELY TO INTERDICT THE OPERATION OF A STATUTORY SCHEME. A JUDGMENT FOR THE APPELLEE WOULD NOT PUT THE OPERATION OF A FEDERAL STATUTE UNDER THE RESTRAINT OF AN EQUITY DECREE; INDEED, APART FROM ITS EFFECT UNDER THE DOCTRINE OF STARE DECISIS, IT WOULD HAVE NO OTHER RESULT THAN TO REQUIRE THE PAYMENT OF APPELLEE'S BENEFITS. IN THESE CIRCUMSTANCES WE THINK THAT WHAT WAS SAID IN GARMENT WORKERS V. DONNELLY CO., 304 U.S. 243, WHERE THIS COURT DEALT WITH AN ANALOGOUS SITUATION, IS CONTROLLING HERE: \"THE PREDECESSOR OF SEC. 2282 DOES NOT PROVIDE FOR A CASE WHERE THE VALIDITY OF AN ACT OF CONGRESS IS MERELY DRAWN IN QUESTION, ALBEIT THAT QUESTION BE DECIDED, BUT ONLY FOR A CASE WHERE THERE IS AN APPLICATION FOR AN INTERLOCUTORY OR PERMANENT INJUNCTION TO RESTRAIN THE ENFORCEMENT OF AN ACT OF CONGRESS ... . HAD CONGRESS INTENDED THE PROVISION ... , FOR THREE JUDGES AND DIRECT APPEAL, TO APPLY WHENEVER A QUESTION OF THE VALIDITY OF AN ACT OF CONGRESS BECAME INVOLVED, CONGRESS WOULD NATURALLY HAVE USED THE FAMILIAR PHRASE 'DRAWN IN QUESTION' ... .\" ID., AT 250. WE HOLD THAT JURISDICTION OVER THE ACTION WAS PROPERLY EXERCISED BY THE DISTRICT COURT, AND THEREFORE REACH THE MERITS. I. WE THINK THAT THE DISTRICT COURT ERRED IN HOLDING THAT SEC. 202(N) DEPRIVED APPELLEE OF AN \"ACCRUED PROPERTY RIGHT.\" 169 F. SUPP., AT 934. APPELLEE'S RIGHT TO SOCIAL SECURITY BENEFITS CANNOT PROPERLY BE CONSIDERED TO HAVE BEEN OF THAT ORDER. THE GENERAL PURPOSES UNDERLYING THE SOCIAL SECURITY ACT WERE EXPOUNDED BY MR. JUSTICE CARDOZO IN HELVERING V. DAVIS, 301 U.S. 619, 640-645. THE ISSUE HERE, HOWEVER, REQUIRES SOME INQUIRY INTO THE STATUTORY SCHEME BY WHICH THOSE PURPOSES ARE SOUGHT TO BE ACHIEVED. PAYMENTS UNDER THE ACT ARE BASED UPON THE WAGE EARNER'S RECORD OF EARNINGS IN EMPLOYMENT OR SELF-EMPLOYMENT COVERED BY THE ACT, AND TAKE THE FORM OF OLD-AGE INSURANCE AND DISABILITY INSURANCE BENEFITS INURING TO THE WAGE EARNER (KNOWN AS THE \"PRIMARY BENEFICIARY\"), AND OF BENEFITS, INCLUDING SURVIVOR BENEFITS, PAYABLE TO NAMED DEPENDENTS (\"SECONDARY BENEFICIARIES\") OF A WAGE EARNER. BROADLY SPEAKING, ELIGIBILITY FOR BENEFITS DEPENDS ON SATISFYING STATUTORY CONDITIONS AS TO (1) EMPLOYMENT IN COVERED EMPLOYMENT OR SELF-EMPLOYMENT (SEE SEC. 210(A), 42 U.S.C. SEC. 410(A)); (2) THE REQUISITE NUMBER OF \"QUARTERS OF COVERAGE\" - I.E., THREE-MONTH PERIODS DURING WHICH NOT LESS THAN A STATED SUM WAS EARNED - THE NUMBER DEPENDING GENERALLY ON AGE (SEE SECS. 213-215, 42 U.S.C. SECS. 413-415); AND (3) ATTAINMENT OF THE RETIREMENT AGE (SEE SEC. 216(A), 42 U.S.C. SEC. 416(A)). SEC. 202(A), 42 U.S.C. SEC. 402(A). (FN4) ENTITLEMENT TO BENEFITS ONCE GAINED IS PARTIALLY OR TOTALLY LOST IF THE BENEFICIARY EARNS MORE THAN A STATED ANNUAL SUM, UNLESS HE OR SHE IS AT LEAST 72 YEARS OLD. SEC. 203(B), (E), 42 U.S.C. SEC. 403(B), (E). OF SPECIAL IMPORTANCE IN THIS CASE IS THE FACT THAT ELIGIBILITY FOR BENEFITS, AND THE AMOUNT OF SUCH BENEFITS, DO NOT IN ANY TRUE SENSE DEPEND ON CONTRIBUTION TO THE PROGRAM THROUGH THE PAYMENT OF TAXES, BUT RATHER ON THE EARNINGS RECORD OF THE PRIMARY BENEFICIARY. THE PROGRAM IS FINANCED THROUGH A PAYROLL TAX LEVIED ON EMPLOYEES IN COVERED EMPLOYMENT, AND ON THEIR EMPLOYERS. THE TAX RATE, WHICH IS A FIXED PERCENTAGE OF THE FIRST $4,800 OF EMPLOYEE ANNUAL INCOME, IS SET AT A SCALE WHICH WILL INCREASE FROM YEAR TO YEAR, PRESUMABLY TO KEEP PACE WITH RISING BENEFIT COSTS. I.R.C. OF 1954, SECS. 3101, 3111, 3121(A). THE TAX PROCEEDS ARE PAID INTO THE TREASURY \"AS INTERNAL REVENUE COLLECTIONS,\" I.R.C., SEC. 3501, AND EACH YEAR AN AMOUNT EQUAL TO THE PROCEEDS IS APPROPRIATED TO A TRUST FUND, FROM WHICH BENEFITS AND THE EXPENSES OF THE PROGRAM ARE PAID. SEC. 201, 42 U.S.C. SEC. 401. IT WAS EVIDENTLY CONTEMPLATED THAT RECEIPTS WOULD GREATLY EXCEED DISBURSEMENTS IN THE EARLY YEARS OF OPERATION OF THE SYSTEM, AND SURPLUS FUNDS ARE INVESTED IN GOVERNMENT OBLIGATIONS, AND THE INCOME RETURNED TO THE TRUST FUND. THUS, PROVISION IS MADE FOR EXPECTED INCREASING COSTS OF THE PROGRAM. THE SOCIAL SECURITY SYSTEM MAY BE ACCURATELY DESCRIBED AS A FORM OF SOCIAL INSURANCE, ENACTED PURSUANT TO CONGRESS' POWER TO \"SPEND MONEY IN AID OF THE 'GENERAL WELFARE,'\" HELVERING V. DAVIS, SUPRA, AT 640, WHEREBY PERSONS GAINFULLY EMPLOYED, AND THOSE WHO EMPLOY THEM, ARE TAXED TO PERMIT THE PAYMENT OF BENEFITS TO THE RETIRED AND DISABLED, AND THEIR DEPENDENTS. PLAINLY THE EXPECTATION IS THAT MANY MEMBERS OF THE PRESENT PRODUCTIVE WORK FORCE WILL IN TURN BECOME BENEFICIARIES RATHER THAN SUPPORTERS OF THE PROGRAM. BUT EACH WORKER'S BENEFITS, THOUGH FLOWING FROM THE CONTRIBUTIONS HE MADE TO THE NATIONAL ECONOMY WHILE ACTIVELY EMPLOYED, ARE NOT DEPENDENT ON THE DEGREE TO WHICH HE WAS CALLED UPON TO SUPPORT THE SYSTEM BY TAXATION. IT IS APPARENT THAT THE NONCONTRACTUAL INTEREST OF AN EMPLOYEE COVERED BY THE ACT CANNOT BE SOUNDLY ANALOGIZED TO THAT OF THE HOLDER OF AN ANNUITY, WHOSE RIGHT TO BENEFITS IS BOTTOMED ON HIS CONTRACTUAL PREMIUM PAYMENTS. IT IS HARDLY PROFITABLE TO ENGAGE IN CONCEPTUALIZATIONS REGARDING \"EARNED RIGHTS\" AND GRATUITIES.\" CF. LYNCH V. UNITED STATES, 292 U.S. 571, 576-577. THE \"RIGHT\" TO SOCIAL SECURITY BENEFITS IS IN ONE SENSE \"EARNED,\" FOR THE ENTIRE SCHEME RESTS ON THE LEGISLATIVE JUDGMENT THAT THOSE WHO IN THEIR PRODUCTIVE YEARS WERE FUNCTIONING MEMBERS OF THE ECONOMY MAY JUSTLY CALL UPON THAT ECONOMY, IN THEIR LATER YEARS, FOR PROTECTION FROM \"THE RIGORS OF THE POOR HOUSE AS WELL AS FROM THE HAUNTING FEAR THAT SUCH A LOT AWAITS THEM WHEN JOURNEY'S END IS NEAR.\" HELVERING V. DAVIS, SUPRA, AT 641. BUT THE PRACTICAL EFFECTUATION OF THAT JUDGMENT HAS OF NECESSITY CALLED FORTH A HIGHLY COMPLEX AND INTERRELATED STATUTORY STRUCTURE. INTEGRATED TREATMENT OF THE MANIFOLD SPECIFIC PROBLEMS PRESENTED BY THE SOCIAL SECURITY PROGRAM DEMANDS MORE THAN A GENERALIZATION. THAT PROGRAM WAS DESIGNED TO FUNCTION INTO THE INDEFINITE FUTURE, AND ITS SPECIFIC PROVISIONS REST ON PREDICTIONS AS TO EXPECTED ECONOMIC CONDITIONS WHICH MUST INEVITABLY PROVE LESS THAN WHOLLY ACCURATE, AND ON JUDGMENTS AND PREFERENCES AS TO THE PROPER ALLOCATION OF THE NATION'S RESOURCES WHICH EVOLVING ECONOMIC AND SOCIAL CONDITIONS WILL OF NECESSITY IN SOME DEGREE MODIFY. TO ENGRAFT UPON THE SOCIAL SECURITY SYSTEM A CONCEPT OF \"ACCRUED PROPERTY RIGHTS\" WOULD DEPRIVE IT OF THE FLEXIBILITY AND BOLDNESS IN ADJUSTMENT TO EVER-CHANGING CONDITIONS WHICH IT DEMANDS. SEE WOLLENBERG, VESTED RIGHTS IN SOCIAL-SECURITY BENEFITS, 37 ORE. L. REV. 299, 359. IT WAS DOUBTLESS OUT OF AN AWARENESS OF THE NEED FOR SUCH FLEXIBILITY THAT CONGRESS INCLUDED IN THE ORIGINAL ACT, AND HAS SINCE RETAINED, A CLAUSE EXPRESSLY RESERVING TO IT \"THE RIGHT TO ALTER, AMEND, OR REPEAL ANY PROVISION\" OF THE ACT. SEC. 1104, 49 STAT. 648, 42 U.S.C. SEC. 1304. THAT PROVISION MAKES EXPRESS WHAT IS IMPLICIT IN THE INSTITUTIONAL NEEDS OF THE PROGRAM. SEE ANALYSIS OF THE SOCIAL SECURITY SYSTEM, HEARINGS BEFORE A SUBCOMMITTEE OF THE COMMITTEE ON WAYS AND MEANS, HOUSE OF REPRESENTATIVES, 83D CONG., 1ST SESS., PP. 920 921. IT WAS PURSUANT TO THAT PROVISION THAT SEC. 202(N) WAS ENACTED. WE MUST CONCLUDE THAT A PERSON COVERED BY THE ACT HAS NOT SUCH A RIGHT IN BENEFIT PAYMENTS AS WOULD MAKE EVERY DEFEASANCE OF \"ACCRUED\" INTERESTS VIOLATIVE OF THE DUE PROCESS CLAUSE OF THE FIFTH AMENDMENT. II. THIS IS NOT TO SAY, HOWEVER, THAT CONGRESS MAY EXERCISE ITS POWER TO MODIFY THE STATUTORY SCHEME FREE OF ALL CONSTITUTIONAL RESTRAINT. THE INTEREST OF A COVERED EMPLOYEE UNDER THE ACT IS OF SUFFICIENT SUBSTANCE TO FALL WITHIN THE PROTECTION FROM ARBITRARY GOVERNMENTAL ACTION AFFORDED BY THE DUE PROCESS CLAUSE. IN JUDGING THE PERMISSIBILITY OF THE CUT-OFF PROVISIONS OF SEC. 202(N) FROM THIS STANDPOINT, IT IS NOT WITHIN OUR AUTHORITY TO DETERMINE WHETHER THE CONGRESSIONAL JUDGMENT EXPRESSED IN THAT SECTION IS SOUND OR EQUITABLE, OR WHETHER IT COMPORTS WELL OR ILL WITH THE PURPOSES OF THE ACT. \"WHETHER WISDOM OR UNWISDOM RESIDES IN THE SCHEME OF BENEFITS SET FORTH IN TITLE II, IT IS NOT FOR US TO SAY. THE ANSWER TO SUCH INQUIRIES MUST COME FROM CONGRESS, NOT THE COURTS. OUR CONCERN HERE, AS OFTEN, IS WITH POWER, NOT WITH WISDOM.\" HELVERING V. DAVIS, SUPRA, AT 644. PARTICULARLY WHEN WE DEAL WITH A WITHHOLDING OF A NONCONTRACTUAL BENEFIT UNDER A SOCIAL WELFARE PROGRAM SUCH AS THIS, WE MUST RECOGNIZE THAT THE DUE PROCESS CLAUSE CAN BE THOUGHT TO INTERPOSE A BAR ONLY IF THE STATUTE MANIFESTS A PATENTLY ARBITRARY CLASSIFICATION, UTTERLY LACKING IN RATIONAL JUSTIFICATION. SUCH IS NOT THE CASE HERE. THE FACT OF A BENEFICIARY'S RESIDENCE ABROAD - IN THE CASE OF A DEPORTEE, A PRESUMABLY PERMANENT RESIDENCE - CAN BE OF OBVIOUS RELEVANCE TO THE QUESTION OF ELIGIBILITY. ONE BENEFIT WHICH MAY BE THOUGHT TO ACCRUE TO THE ECONOMY FROM THE SOCIAL SECURITY SYSTEM IS THE INCREASED OVER-ALL NATIONAL PURCHASING POWER RESULTING FROM TAXATION OF PRODUCTIVE ELEMENTS OF THE ECONOMY TO PROVIDE PAYMENTS TO THE RETIRED AND DISABLED, WHO MIGHT OTHERWISE BE DESTITUTE OR NEARLY SO, AND WHO WOULD GENERALLY SPEND A COMPARATIVELY LARGE PERCENTAGE OF THEIR BENEFIT PAYMENTS. THIS ADVANTAGE WOULD BE LOST AS TO PAYMENTS MADE TO ONE RESIDING ABROAD. FOR THESE PURPOSES, IT IS, OF COURSE, CONSTITUTIONALLY IRRELEVANT WHETHER THIS REASONING IN FACT UNDERLAY THE LEGISLATIVE DECISION, AS IT IS IRRELEVANT THAT THE IN LOGIC APPLY. (FN5) SEE UNITED STATES V. PETRILLO, 332 U.S. 1, 8-9; STEWARD MACHINE CO. V. DAVIS, 301 U.S. 548, 584-585; CF. CARMICHAEL V. SOUTHERN COAL CO., 301 U.S. 495, 510-513. NOR, APART FROM THIS, CAN IT BE DEEMED IRRATIONAL FOR CONGRESS TO HAVE CONCLUDED THAT THE PUBLIC PURSE SHOULD NOT BE UTILIZED TO CONTRIBUTE TO THE SUPPORT OF THOSE DEPORTED ON THE GROUNDS SPECIFIED IN THE STATUTE. WE NEED GO NO FURTHER TO FIND SUPPORT FOR OUR CONCLUSION THAT THIS PROVISION OF THE ACT CANNOT BE CONDEMNED AS SO LACKING IN RATIONAL JUSTIFICATION AS TO OFFEND DUE PROCESS. III. THE REMAINING, AND MOST INSISTENTLY PRESSED, CONSTITUTIONAL OBJECTIONS REST UPON ART. I, SEC. 9, CL. 3, AND ART. III, SEC. 2, CL. 3, OF THE CONSTITUTION, AND THE SIXTH AMENDMENT. (FN6) IT IS SAID THAT THE TERMINATION OF APPELLEE'S BENEFITS AMOUNTS TO PUNISHING HIM WITHOUT A JUDICIAL TRIAL, SEE WONG WING V. UNITED STATES, 163 U.S. 228; THAT THE TERMINATION OF BENEFITS CONSTITUTES THE IMPOSITION OF PUNISHMENT BY LEGISLATIVE ACT, RENDERING SEC. 202(N) A BILL OF ATTAINDER\" SEE UNITED STATES V. LOVETT, 328 U.S. 303; CUMMINGS V. MISSOURI, 4 WALL. 277; AND THAT THE PUNISHMENT EXACTED IS IMPOSED FOR PAST CONDUCT NOT UNLAWFUL WHEN ENGAGED IN, THEREBY VIOLATING THE CONSTITUTIONAL PROHIBITION ON EX POST FACTO LAWS, SEE EX PARTE GARLAND, 4 WALL. 333. (FN7) ESSENTIAL TO THE SUCCESS OF EACH OF THESE CONTENTIONS IS THE VALIDITY OF CHARACTERIZING AS \"PUNISHMENT\" IN THE CONSTITUTIONAL SENSE THE TERMINATION OF BENEFITS UNDER SEC. 202(N). IN DETERMINING WHETHER LEGISLATION WHICH BASES A DISQUALIFICATION ON THE HAPPENING OF A CERTAIN PAST EVENT IMPOSES A PUNISHMENT, THE COURT HAS SOUGHT TO DISCERN THE OBJECTS ON WHICH THE ENACTMENT IN QUESTION WAS FOCUSED. WHERE THE SOURCE OF LEGISLATIVE CONCERN CAN BE THOUGHT TO BE THE ACTIVITY OR STATUS FROM WHICH THE INDIVIDUAL IS BARRED, THE DISQUALIFICATION IS NOT PUNISHMENT EVEN THOUGH IT MAY BEAR HARSHLY UPON ONE AFFECTED. THE CONTRARY IS THE CASE WHERE THE STATUTE IN QUESTION IS EVIDENTLY AIMED AT THE PERSON OR CLASS OF PERSONS DISQUALIFIED. IN THE EARLIEST CASE ON WHICH APPELLEE RELIES, A CLERGYMAN SUCCESSFULLY CHALLENGED A STATE CONSTITUTIONAL PROVISION BARRING FROM THAT PROFESSION - AND FROM MANY OTHER PROFESSIONS AND OFFICES - ALL WHO WOULD NOT SWEAR THAT THEY HAD NEVER MANIFESTED ANY SYMPATHY OR SUPPORT FOR THE CAUSE OF THE CONFEDERACY. CUMMINGS V. MISSOURI, SUPRA. THE COURT THUS DESCRIBED THE AIMS OF THE CHALLENGED ENACTMENT: \"THE OATH COULD NOT ... HAVE BEEN REQUIRED AS A MEANS OF ASCERTAINING WHETHER PARTIES WERE QUALIFIED OR NOT FOR THEIR RESPECTIVE CALLINGS OR THE TRUSTS WITH WHICH THEY WERE CHARGED. IT WAS REQUIRED IN ORDER TO REACH THE PERSON, NOT THE CALLING. IT WAS EXACTED, NOT FROM ANY NOTION THAT THE SEVERAL ACTS DESIGNATED INDICATED UNFITNESS FOR THE CALLINGS, BUT BECAUSE IT WAS THOUGHT THAT THE SEVERAL ACTS DESERVED PUNISHMENT ... .\" ID., AT 320. ONLY THE OTHER DAY THE GOVERNING INQUIRY WAS STATED, IN AN OPINION JOINED BY FOUR MEMBERS OF THE COURT, IN THESE TERMS: \"THE QUESTION IN EACH CASE WHERE UNPLEASANT CONSEQUENCES ARE BROUGHT TO BEAR UPON AN INDIVIDUAL FOR PRIOR CONDUCT, IS WHETHER THE LEGISLATIVE AIM WAS TO PUNISH THAT INDIVIDUAL FOR PAST ACTIVITY, OR WHETHER THE RESTRICTION OF THE INDIVIDUAL COMES ABOUT AS A RELEVANT INCIDENT TO A REGULATION OF A PRESENT SITUATION, SUCH AS THE PROPER QUALIFICATIONS FOR A PROFESSION.\" DE VEAU V. BRAISTED, 363 U.S. 144, 160 (PLURALITY OPINION). IN EX PARTE GARLAND, SUPRA, WHERE THE COURT STRUCK DOWN AN OATH - SIMILAR IN CONTENT TO THAT INVOLVED IN CUMMINGS - REQUIRED OF ATTORNEYS SEEKING TO PRACTICE BEFORE ANY FEDERAL COURT, AS ALSO IN CUMMINGS, THE FINDING OF PUNITIVE INTENT DREW HEAVILY ON THE COURT'S FIRST-HAND ACQUAINTANCE WITH THE EVENTS AND THE MOOD OF THE THEN RECENT CIVIL WAR, AND \"THE FIERCE PASSIONS WHICH THAT STRUGGLE AROUSED.\" CUMMINGS V. MISSOURI, SUPRA, AT 322. (FN8) SIMILARLY, IN UNITED STATES V. LOVETT, SUPRA, WHERE THE COURT INVALIDATED, AS A BILL OF ATTAINDER, A STATUTE FORBIDDING - SUBJECT TO CERTAIN CONDITIONS - THE FURTHER PAYMENT OF THE SALARIES OF THREE NAMED GOVERNMENT EMPLOYEES, THE DETERMINATION THAT A PUNISHMENT HAD BEEN IMPOSED RESTED IN LARGE MEASURE ON THE SPECIFIC CONGRESSIONAL HISTORY WHICH THE COURT WAS AT PAINS TO SPELL OUT IN DETAIL. SEE 328 U.S., AT 308-312. MOST RECENTLY, IN TROP V. DULLES, 356 U.S. 86, WHICH HELD UNCONSTITUTIONAL A STATUTE PROVIDING FOR THE EXPATRIATION OF ONE WHO HAD BEEN SENTENCED BY A COURT-MARTIAL TO DISMISSAL OR DISHONORABLE DISCHARGE FOR WARTIME DESERTION, THE MAJORITY OF THE COURT CHARACTERIZED THE STATUTE AS PUNITIVE. HOWEVER, NO SINGLE OPINION COMMANDED THE SUPPORT OF A MAJORITY. THE PLURALITY OPINION RESTED ITS DETERMINATION, AT LEAST IN PART, ON ITS INABILITY TO DISCERN ANY ALTERNATIVE PURPOSE WHICH THE STATUTE COULD BE THOUGHT TO SERVE. ID., AT 97. THE CONCURRING OPINION FOUND IN THE SPECIFIC HISTORICAL EVOLUTION OF THE PROVISION IN QUESTION COMPELLING EVIDENCE OF PUNITIVE INTENT. ID., AT 107-109. IT IS THUS APPARENT THAT, THOUGH THE GOVERNING CRITERION MAY BE READILY STATED, EACH CASE HAS TURNED ON ITS OWN HIGHLY PARTICULARIZED CONTEXT. WHERE NO PERSUASIVE SHOWING OF A PURPOSE \"TO REACH THE PERSON, NOT THE CALLING,\" CUMMINGS V. MISSOURI, SUPRA, AT 320, HAS BEEN MADE, THE COURT HAS NOT HAMPERED LEGISLATIVE REGULATION OF ACTIVITIES WITHIN ITS SPHERE OF CONCERN, DESPITE THE OFTEN-SEVERE EFFECTS SUCH REGULATION HAS HAD ON THE PERSONS SUBJECT TO IT. (FN9) THUS, DEPORTATION HAS BEEN HELD TO BE NOT PUNISHMENT, BUT AN EXERCISE OF THE PLENARY POWER OF CONGRESS TO FIX THE CONDITIONS UNDER WHICH ALIENS ARE TO BE PERMITTED TO ENTER AND REMAIN IN THIS COUNTRY. FONG YUE TING V. UNITED STATES, 149 U.S. 698, 730; SEE GALVAN V. PRESS, 347 U.S. 522, 530-531. SIMILARLY, THE SETTING BY A STATE OF QUALIFICATIONS FOR THE PRACTICE OF MEDICINE, AND THEIR MODIFICATION FROM TIME TO TIME, IS AN INCIDENT OF THE STATE'S POWER TO PROTECT THE HEALTH AND SAFETY OF ITS CITIZENS, AND ITS DECISION TO BAR FROM PRACTICE PERSONS WHO COMMIT OR HAVE COMMITTED A FELONY IS TAKEN AS EVIDENCING AN INTENT TO EXERCISE THAT REGULATORY POWER, AND NOT A PURPOSE TO ADD TO THE PUNISHMENT OF EX FELONS. HAWKER V. NEW YORK, 170 U.S. 189. SEE DE VEAU V. BRAISTED, SUPRA (REGULATION OF CRIME ON THE WATERFRONT THROUGH DISQUALIFICATION OF EX-FELONS FROM HOLDING UNION OFFICE). CF. HELVERING V. MITCHELL, 303 U.S. 391, 397-401, HOLDING THAT, WITH RESPECT TO DEFICIENCIES DUE TO FRAUD, A 50 PERCENT ADDITION TO THE TAX IMPOSED WAS NOT PUNISHMENT SO AS TO PREVENT, UPON PRINCIPLES OF DOUBLE JEOPARDY, ITS ASSESSMENT AGAINST ONE ACQUITTED OF TAX EVASION. TURNING, THEN, TO THE PARTICULAR STATUTORY PROVISION BEFORE US, APPELLEE CANNOT SUCCESSFULLY CONTEND THAT THE LANGUAGE AND STRUCTURE OF SEC. 202(N), OR THE NATURE OF THE DEPRIVATION, REQUIRES US TO RECOGNIZE A PUNITIVE DESIGN. CF. WONG WING V. UNITED STATES, SUPRA (IMPRISONMENT, AT HARD LABOR UP TO ONE YEAR, OF PERSON FOUND TO BE UNLAWFULLY IN THE COUNTRY). HERE THE SANCTION IS THE MERE DENIAL OF A NONCONTRACTUAL GOVERNMENTAL BENEFIT. NO AFFIRMATIVE DISABILITY OR RESTRAINT IS IMPOSED, AND CERTAINLY NOTHING APPROACHING THE \"INFAMOUS PUNISHMENT\" OF IMPRISONMENT, AS IN WONG WING, ON WHICH GREAT RELIANCE IS MISTAKENLY PLACED. MOREOVER, FOR REASONS ALREADY GIVEN (ANTE, PP. 611-612), IT CANNOT BE SAID, AS WAS SAID OF THE STATUTE IN CUMMINGS V. MISSOURI, SUPRA, AT 319; SEE DENT V. WEST VIRGINIA, 129 U.S. 114, 126, THAT THE DISQUALIFICATION OF CERTAIN DEPORTEES FROM RECEIPT OF SOCIAL SECURITY BENEFITS WHILE THEY ARE NOT LAWFULLY IN THIS COUNTRY BEARS NO RATIONAL CONNECTION TO THE PURPOSES OF THE LEGISLATION OF WHICH IT IS A PART, AND MUST WITHOUT MORE THEREFORE BE TAKEN AS EVIDENCING A CONGRESSIONAL DESIRE TO PUNISH. APPELLEE ARGUES, HOWEVER, THAT THE HISTORY AND SCOPE OF SEC. 202(N) PROVE THAT NO SUCH POSTULATED PURPOSE CAN BE THOUGHT TO HAVE MOTIVATED THE LEGISLATURE, AND THAT THEY PERSUASIVELY SHOW THAT A PUNITIVE PURPOSE IN FACT LAY BEHIND THE STATUTE. WE DO NOT AGREE. WE OBSERVE INITIALLY THAT ONLY THE CLEAREST PROOF COULD SUFFICE TO ESTABLISH THE UNCONSTITUTIONALITY OF A STATUTE ON SUCH A GROUND. JUDICIAL INQUIRIES INTO CONGRESSIONAL MOTIVES ARE AT BEST A HAZARDOUS MATTER, AND WHEN THAT INQUIRY SEEKS TO GO BEHIND OBJECTIVE MANIFESTATIONS IT BECOMES A DUBIOUS AFFAIR INDEED. MOREOVER, THE PRESUMPTION OF CONSTITUTIONALITY WITH WHICH THIS ENACTMENT, LIKE ANY OTHER, COMES TO US FORBIDS US LIGHTLY TO CHOOSE THAT READING OF THE STATUTE'S SETTING WHICH WILL INVALIDATE IT OVER THAT WHICH WILL SAVE IT. \"IT IS NOT ON SLIGHT IMPLICATION AND VAGUE CONJECTURE THAT THE LEGISLATURE IS TO BE PRONOUNCED TO HAVE TRANSCENDED ITS POWERS, AND ITS ACTS TO BE CONSIDERED AS VOID.\" FLETCHER V. PECK, 6 CRANCH 87, 128. OF THE SOCIAL SECURITY PROGRAM. THE PROVISION ORIGINATED IN THE HOUSE OF REPRESENTATIVES. H.R. 9366, 83D CONG., 2D SESS., SEC. 108. THE DISCUSSION IN THE HOUSE COMMITTEE REPORT, H.R. REP. NO. 1698, 83D CONG., 2D SESS., PP. 5, 25, 77, DOES NOT EXPRESS THE PURPOSE OF THE STATUTE. HOWEVER, IT DOES SAY THAT THE TERMINATION OF BENEFITS WOULD APPLY TO THOSE PERSONS WHO WERE \"DEPORTED FROM THE UNITED STATES BECAUSE OF ILLEGAL ENTRY, CONVICTION OF A CRIME, OR SUBVERSIVE ACTIVITY ... .\" ID., AT 25. IT WAS EVIDENTLY THE THOUGHT THAT SUCH WAS THE SCOPE OF THE STATUTE RESULTING FROM ITS APPLICATION TO DEPORTATION UNDER THE 14 NAMED PARAGRAPHS OF SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT. ID., AT 77. (FN10) THE SENATE COMMITTEE REJECTED THE PROPOSAL FOR THE STATED REASON THAT IT HAD \"NOT HAD AN OPPORTUNITY TO GIVE SUFFICIENT STUDY TO ALL THE POSSIBLE IMPLICATIONS OF THIS PROVISION, WHICH INVOLVES TERMINATION OF BENEFIT RIGHTS UNDER THE CONTRIBUTORY PROGRAM OF OLD-AGE AND SURVIVORS INSURANCE ... .\" S. REP. NO. 1987, 83D CONG., 2D SESS., P. 23; SEE ALSO ID., AT 76. HOWEVER, IN CONFERENCE, THE PROPOSAL WAS RESTORED IN MODIFIED FORM, (FN11) AND AS MODIFIED WAS ENACTED AS SEC. 202(N). SEE H.R. CONF. REP. NO. 2679, 83D CONG., 2D SESS., P. 18. APPELLEE ARGUES THAT THIS HISTORY DEMONSTRATES THAT CONGRESS WAS NOT CONCERNED WITH THE FACT OF A BENEFICIARY'S DEPORTATION - WHICH IT IS CLAIMED ALONE WOULD JUSTIFY THIS LEGISLATION AS BEING PURSUANT TO A POLICY RELEVANT TO REGULATION OF THE SOCIAL SECURITY SYSTEM - BUT THAT IT SOUGHT TO REACH CERTAIN GROUNDS FOR DEPORTATION, THUS EVIDENCING A PUNITIVE INTENT. (FN12) IT IS IMPOSSIBLE TO FIND IN THE MEAGRE HISTORY THE UNMISTAKABLE EVIDENCE OF PUNITIVE INTENT WHICH, UNDER PRINCIPLES ALREADY DISCUSSED, IS REQUIRED BEFORE A CONGRESSIONAL ENACTMENT OF THIS KIND MAY BE STRUCK DOWN. EVEN WERE THAT HISTORY TO BE TAKEN AS EVIDENCING CONGRESS' CONCERN WITH THE GROUNDS, RATHER THAN THE FACT, OF DEPORTATION, WE DO NOT THINK THAT THIS, STANDING ALONE, WOULD SUFFICE TO ESTABLISH A PUNITIVE PURPOSE. THIS WOULD STILL BE A FAR CRY FROM THE SITUATIONS INVOLVED IN SUCH CASES AS CUMMINGS, WONG WING, AND GARLAND (SEE ANTE, P. 617), AND FROM THAT IN LOVETT, SUPRA, WHERE THE LEGISLATION WAS ON ITS FACE AIMED AT PARTICULAR INDIVIDUALS. THE LEGISLATIVE RECORD, HOWEVER, FALLS SHORT OF ANY PERSUASIVE SHOWING THAT CONGRESS WAS IN FACT CONCERNED ALONE WITH THE GROUNDS OF DEPORTATION. TO BE SURE CONGRESS DID NOT APPLY THE TERMINATION PROVISION TO ALL DEPORTEES. HOWEVER, IT IS EVIDENT THAT NEITHER DID IT REST THE OPERATION OF THE STATUTE ON THE OCCURRENCE OF THE UNDERLYING ACT. THE FACT OF DEPORTATION ITSELF REMAINED AN ESSENTIAL CONDITION FOR LOSS OF BENEFITS, AND EVEN IF A BENEFICIARY WERE SAVED FROM DEPORTATION ONLY THROUGH DISCRETIONARY SUSPENSION BY THE ATTORNEY GENERAL UNDER SEC. 244 OF THE IMMIGRATION AND NATIONALITY ACT (66 STAT. 214, 8 U.S.C. SEC. 1254), SEC. 202(N) WOULD NOT REACH HIM. MOREOVER, THE GROUNDS FOR DEPORTATION REFERRED TO IN THE COMMITTEE REPORT EMBRACE THE GREAT MAJORITY OF THOSE DEPORTED, AS IS EVIDENT FROM AN EXAMINATION OF THE FOUR OMITTED GROUNDS, SUMMARIZED IN THE MARGIN. (FN13) INFERENCES DRAWN FROM THE OMISSION OF THOSE GROUNDS CANNOT ESTABLISH, TO THE DEGREE OF CERTAINTY REQUIRED, THAT CONGRESSIONAL CONCERN WAS WHOLLY WITH THE ACTS LEADING TO DEPORTATION, AND NOT WITH THE FACT OF DEPORTATION. (FN14) TO HOLD OTHERWISE WOULD BE TO REST ON THE \"SLIGHT IMPLICATION AND VAGUE CONJECTURE\" AGAINST WHICH CHIEF JUSTICE MARSHALL WARNED. FLETCHER V. PECK, SUPRA, AT 128. THE SAME ANSWER MUST BE MADE TO ARGUMENTS DRAWN FROM THE FAILURE OF CONGRESS TO APPLY SEC. 202(N) TO BENEFICIARIES VOLUNTARILY RESIDING ABROAD. BUT CF. SEC. 202(T), ANTE, NOTE 5. CONGRESS MAY HAVE FAILED TO CONSIDER SUCH PERSONS; OR IT MAY HAVE THOUGHT THEIR NUMBER TOO SLIGHT, OR THE PERMANENCE OF THEIR VOLUNTARY RESIDENCE ABROAD TOO UNCERTAIN, TO WARRANT APPLICATION OF THE STATUTE TO THEM, WITH ITS ATTENDANT ADMINISTRATIVE PROBLEMS OF SUPERVISION AND ENFORCEMENT. AGAIN, WE CANNOT WITH CONFIDENCE REJECT ALL THOSE ALTERNATIVES WHICH IMAGINATIVENESS CAN BRING TO MIND, SAVE THAT ONE WHICH MIGHT REQUIRE THE INVALIDATION OF THE STATUTE. REVERSED. FOOTNOTES Footnote 1- SECTION 202(N) PROVIDES AS FOLLOWS: \"(N)(1) IF ANY INDIVIDUAL IS (AFTER THE DATE OF ENACTMENT OF THIS SUBSECTION) DEPORTED UNDER PARAGRAPH (1), (2), (4), (5), (6), (7), (10), (11), (12), (14), (15), (16), (17), OR (18) OF SECTION 241(A) OF THE IMMIGRATION AND NATIONALITY ACT, THEN, NOTWITHSTANDING ANY OTHER PROVISIONS OF THIS TITLE: \"(A) NO MONTHLY BENEFIT UNDER THIS SECTION OR SECTION 223 (42 U.S.C. SEC. 423, RELATING TO \"DISABILITY INSURANCE BENEFITS\") SHALL BE PAID TO SUCH INDIVIDUAL, ON THE BASIS OF HIS WAGES AND SELF-EMPLOYMENT INCOME, FOR ANY MONTH OCCURRING (I) AFTER THE MONTH IN WHICH THE SECRETARY IS NOTIFIED BY THE ATTORNEY GENERAL THAT SUCH INDIVIDUAL HAS BEEN SO DEPORTED, AND (II) BEFORE THE MONTH IN WHICH SUCH INDIVIDUAL IS THEREAFTER LAWFULLY ADMITTED TO THE UNITED STATES FOR PERMANENT RESIDENCE: \"(B) IF NO BENEFIT COULD BE PAID TO SUCH INDIVIDUAL (OR IF NO BENEFIT COULD BE PAID TO HIM IF HE WERE ALIVE) FOR ANY MONTH BY REASON OF SUBPARAGRAPH (A), NO MONTHLY BENEFIT UNDER THIS SECTION SHALL BE PAID, ON THE BASIS OF HIS WAGES AND SELF-EMPLOYMENT INCOME, FOR SUCH MONTH TO ANY OTHER PERSON WHO IS NOT A CITIZEN OF THE UNITED STATES AND IS OUTSIDE THE UNITED STATES FOR ANY PART OF SUCH MONTH, AND: \"(C) NO LUMP-SUM DEATH PAYMENT SHALL BE MADE ON THE BASIS OF SUCH INDIVIDUAL'S WAGES AND SELF-EMPLOYMENT INCOME IF HE DIES (I) IN OR AFTER THE MONTH IN WHICH SUCH NOTICE IS RECEIVED, AND (II) BEFORE THE MONTH IN WHICH HE IS THEREAFTER LAWFULLY ADMITTED TO THE UNITED STATES FOR PERMANENT RESIDENCE. \"SECTION 203(B) AND (C) OF THIS ACT SHALL NOT APPLY WITH RESPECT TO ANY SUCH INDIVIDUAL FOR ANY MONTH FOR WHICH NO MONTHLY BENEFIT MAY BE PAID TO HIM BY REASON OF THIS PARAGRAPH. \"(2) AS SOON AS PRACTICABLE AFTER THE DEPORTATION OF ANY INDIVIDUAL UNDER ANY OF THE PARAGRAPHS OF SECTION 241(A) OF THE IMMIGRATION AND NATIONALITY ACT ENUMERATED IN PARAGRAPH (1) IN THIS SUBSECTION, THE ATTORNEY GENERAL SHALL NOTIFY THE SECRETARY OF SUCH DEPORTATION.\" THE PROVISIONS OF SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT ARE SUMMARIZED IN NOTES 10, 13, POST, PP. 618, 620. Footnote 2- UNDER PARAGRAPH (1)(B) OF SEC. 202(N) (SEE NOTE 1, ANTE), APPELLEE'S WIFE, BECAUSE OF HER RESIDENCE HERE, HAS REMAINED ELIGIBLE FOR BENEFITS PAYABLE TO HER AS THE WIFE OF AN INSURED INDIVIDUAL. SEE SEC. 202(B), 53 STAT. 1364, AS AMENDED, 42 U.S.C. SEC. 402(B). Footnote 3- SECTION 205(G) PROVIDES AS FOLLOWS: \"(G) ANY INDIVIDUAL, AFTER ANY FINAL DECISION OF THE BOARD MADE AFTER A HEARING TO WHICH HE WAS A PARTY, IRRESPECTIVE OF THE AMOUNT IN CONTROVERSY, MAY OBTAIN A REVIEW OF SUCH DECISION BY A CIVIL ACTION COMMENCED WITHIN SIXTY DAYS AFTER THE MAILING TO HIM OF NOTICE OF SUCH DECISION OR WITHIN SUCH FURTHER TIME AS THE BOARD MAY ALLOW ... . AS PART OF ITS ANSWER THE BOARD SHALL FILE A CERTIFIED COPY OF THE TRANSCRIPT OF THE RECORD INCLUDING THE EVIDENCE UPON WHICH THE FINDINGS AND DECISION COMPLAINED OF ARE BASED. THE COURT SHALL HAVE POWER TO ENTER, UPON THE PLEADINGS AND TRANSCRIPT OF THE RECORD, A JUDGMENT AFFIRMING, MODIFYING, OR REVERSING THE DECISION OF THE BOARD, WITH OR WITHOUT REMANDING THE CAUSE FOR A REHEARING. THE FINDINGS OF THE BOARD AS TO ANY FACT, IF SUPPORTED BY SUBSTANTIAL EVIDENCE, SHALL BE CONCLUSIVE ... . THE JUDGMENT OF THE COURT SHALL BE FINAL EXCEPT THAT IT SHALL BE SUBJECT TO REVIEW IN THE SAME MANNER AS A JUDGMENT IN OTHER CIVIL ACTIONS.\" Footnote 4- IN ADDITION, ELIGIBILITY FOR DISABILITY INSURANCE BENEFITS IS OF COURSE SUBJECT TO THE FURTHER CONDITION OF THE INCURRING OF A DISABILITY AS DEFINED IN THE ACT. SEC. 223, 42 U.S.C. SEC. 423. SECONDARY BENEFICIARIES MUST MEET THE TESTS OF FAMILY RELATIONSHIP TO THE WAGE EARNER SET FORTH IN THE ACT. SEC. 202(B)-(H), 42 U.S.C. SEC. 402(B)-(H). Footnote 5- THE ACT DOES NOT PROVIDE FOR THE TERMINATION OF BENEFITS OF NON RESIDENT CITIZENS, OR OF SOME ALIENS WHO LEAVE THE COUNTRY VOLUNTARILY ALTHOUGH MANY NONRESIDENT ALIENS DO LOSE THEIR ELIGIBILITY BY VIRTUE OF THE PROVISIONS OF SEC. 202(T), 70 STAT. 835, AS AMENDED, 42 U.S.C. SEC. 402(T) - OR OF ALIENS DEPORTED PURSUANT TO PARAGRAPHS 3, 8, 9, OR 13 OF THE 18 PARAGRAPHS OF SEC. 241(A) OF THE IMMIGRATION AND NATIONALITY ACT. SEE NOTE 13, POST. Footnote 6- ART. I, SEC. 9, CL. 3: \"NO BILL OF ATTAINDER OR EX POST FACTO LAW SHALL BE PASSED.\" ART. III, SEC. 2, CL. 3: \"THE TRIAL OF ALL CRIMES, EXCEPT IN CASES OF IMPEACHMENT, SHALL BE BY JURY; AND SUCH TRIAL SHALL BE HELD IN THE STATE WHERE THE SAID CRIMES SHALL HAVE BEEN COMMITTED ... .\" AMEND. VI: \"IN ALL CRIMINAL PROSECUTIONS THE ACCUSED SHALL ENJOY THE RIGHT TO A SPEEDY AND PUBLIC TRIAL, BY AN IMPARTIAL JURY OF THE STATE AND DISTRICT WHEREIN THE CRIME SHALL HAVE BEEN COMMITTED, WHICH DISTRICT SHALL HAVE BEEN PREVIOUSLY ASCERTAINED BY LAW, AND TO BE INFORMED OF THE NATURE AND CAUSE OF THE ACCUSATION; TO BE CONFRONTED WITH THE WITNESSES AGAINST HIM; TO HAVE COMPULSORY PROCESS FOR OBTAINING WITNESSES IN HIS FAVOUR; AND TO HAVE THE ASSISTANCE OF COUNSEL FOR HIS DEFENCE.\" Footnote 7- APPELLEE ALSO ADDS, BUT HARDLY ARGUES, THE CONTENTION THAT HE HAS BEEN DEPRIVED OF HIS RIGHTS UNDER THE FIRST AMENDMENT, SINCE THE ADVERSE CONSEQUENCES STEMMED FROM \"MERE PAST MEMBERSHIP\" IN THE COMMUNIST PARTY. THIS CONTENTION, WHICH IS NO MORE THAN A COLLATERAL ATTACK ON APPELLEE'S DEPORTATION, IS NOT OPEN TO HIM. Footnote 8- SEE ALSO PIERCE V. CARSKADON, 16 WALL. 234. A WEST VIRGINIA STATUTE PROVIDING THAT A NONRESIDENT WHO HAD SUFFERED A JUDGMENT IN AN ACTION COMMENCED BY ATTACHMENT, BUT IN WHICH HE HAD NOT BEEN PERSONALLY SERVED AND DID NOT APPEAR, COULD WITHIN ONE YEAR PETITION THE COURT FOR A REOPENING OF THE JUDGMENT AND A TRIAL ON THE MERITS, WAS AMENDED IN 1865 SO AS TO CONDITION THAT RIGHT ON THE TAKING OF AN EXCULPATORY OATH THAT THE DEFENDANT HAD NEVER SUPPORTED THE CONFEDERACY. ON THE AUTHORITY OF CUMMINGS AND GARLAND, THE AMENDMENT WAS INVALIDATED. Footnote 9- AS PRIOR DECISIONS MAKE CLEAR, COMPARE EX PARTE GARLAND, SUPRA, WITH HAWKER V. NEW YORK, SUPRA, THE SEVERITY OF A SANCTION IS NOT DETERMINATIVE OF ITS CHARACTER AS \"PUNISHMENT.\" Footnote 10- PARAGRAPHS (1), (2), AND (10) OF SEC. 241(A) RELATE TO UNLAWFUL ENTRY, OR ENTRY NOT COMPLYING WITH CERTAIN CONDITIONS; PARAGRAPHS (6) AND (7) APPLY TO \"SUBVERSIVE\" AND RELATED ACTIVITIES; THE REMAINDER OF THE INCLUDED PARAGRAPHS ARE CONCERNED WITH CONVICTIONS OF DESIGNATED CRIMES, OR THE COMMISSION OF ACTS RELATED TO THEM, SUCH AS NARCOTICS ADDICTION OR PROSTITUTION. Footnote 11- FOR EXAMPLE, UNDER THE HOUSE VERSION TERMINATION OF BENEFITS OF A DEPORTEE WOULD ALSO HAVE TERMINATED BENEFITS PAID TO SECONDARY BENEFICIARIES BASED ON THE EARNING RECORDS OF THE DEPORTEE. THE CONFERENCE PROPOSAL LIMITED THIS EFFECT TO SECONDARY BENEFICIARIES WHO WERE NONRESIDENT ALIENS. SEE NOTE 2, ANTE. Footnote 12- APPELLEE ALSO RELIES ON THE JUXTAPOSITION OF THE PROPOSED SEC. 108 AND CERTAIN OTHER PROVISIONS, SOME OF WHICH WERE ENACTED AND SOME OF WHICH WERE NOT. THIS ARGUMENT IS TOO CONJECTURAL TO WARRANT DISCUSSION. IN ADDITION, RELIANCE IS PLACED ON A LETTER WRITTEN TO THE SENATE FINANCE COMMITTEE BY APPELLANT'S PREDECESSOR IN OFFICE, OPPOSING THE ENACTMENT OF WHAT IS NOW SEC. 202(U) OF THE ACT, 70 STAT. 838, 42 U.S.C. SEC. 402(U), ON THE GROUND THAT THE SECTION WAS \"IN THE NATURE OF A PENALTY AND BASED ON CONSIDERATIONS FOREIGN TO THE OBJECTIVES\" OF THE PROGRAM. SOCIAL SECURITY AMENDMENTS OF 1955, HEARINGS BEFORE THE SENATE COMMITTEE ON FINANCE, 84TH CONG., 2D SESS., P. 1319. THE SECRETARY WENT ON TO SAY THAT \"PRESENT LAW RECOGNIZES ONLY THREE NARROWLY LIMITED EXCEPTIONS (OF WHICH SEC. 202(N) IS ONE) TO THE BASIC PRINCIPLE THAT BENEFITS ARE PAID WITHOUT REGARD TO THE ATTITUDES, OPINIONS, BEHAVIOR, OR PERSONAL CHARACTERISTICS OF THE INDIVIDUAL ... .\" IT SHOULD BE OBSERVED, HOWEVER, THAT THE SECRETARY DID NOT SPEAK OF SEC. 202(N) AS A PENALTY, AS HE DID OF THE PROPOSED SEC. 202(U). THE LATTER PROVISION IS CONCEDEDLY PENAL, AND APPLIES ONLY PURSUANT TO A JUDGMENT OF A COURT IN A CRIMINAL CASE. Footnote 13- THEY ARE: (1) PERSONS INSTITUTIONALIZED AT PUBLIC EXPENSE WITHIN FIVE YEARS AFTER ENTRY BECAUSE OF \"MENTAL DISEASE, DEFECT, OR DEFICIENCY\" NOT SHOWN TO HAVE ARISEN SUBSEQUENT TO ADMISSION (SEC. 241(A)(3)); (2) PERSONS BECOMING A PUBLIC CHARGE WITHIN FIVE YEARS AFTER ENTRY FROM CAUSES NOT SHOWN TO HAVE ARISEN SUBSEQUENT TO ADMISSION SEC. 241(A)(8)); (3) PERSONS ADMITTED AS NONIMMIGRANTS (SEE SEC. 101(A)(15), 66 STAT. 167, 8 U.S.C. SEC. 1101(A)(15)) WHO FAIL TO MAINTAIN, OR COMPLY WITH THE CONDITIONS OF, SUCH STATUS (SEC. 241(A)(9)); (4) PERSONS KNOWINGLY AND FOR GAIN INDUCING OR AIDING, PRIOR TO OR WITHIN FIVE YEARS AFTER ENTRY, ANY OTHER ALIEN TO ENTER OR ATTEMPT TO ENTER UNLAWFULLY (SEC. 241(A)(13)). Footnote 14- WERE WE TO ENGAGE IN SPECULATION, IT WOULD NOT BE DIFFICULT TO CONJECTURE THAT CONGRESS MAY HAVE BEEN LED TO EXCLUDE THESE FOUR GROUNDS OF DEPORTATION OUT OF COMPASSIONATE OR DE MINIMIS CONSIDERATIONS.", "images": ["http://web.archive.org/web/20000823085132im_/http://www.ssa.gov/history/pics/nav-feed.gif", "http://web.archive.org/web/20000823085132im_/http://www.ssa.gov/history/pics/nav-srch.gif", "http://web.archive.org/web/20000823085132im_/http://www.ssa.gov/history/pics/nav-home.gif", "http://web.archive.org/web/20000823085132im_/http://www.ssa.gov/history/pics/nav-map.gif"], "top_img": "", "keywords": [], "authors": [], "canonical_link": "", "title": "Flemming vs. Nestor Supreme Court case- 1960", "meta_data": {"description": "This is the history web site of the social security administration with information on the history of Social Security and the Social Security Administration.", "keywords": "social security history, social security, social security administration", "GENERATOR": "Visual Page 2.0 for Windows"}, "movies": [], "publish_date": null, "source": "http://web.archive.org", "summary": ""}