{"url": "http://web.archive.org/web/20110324195807/http://abcnews.go.com:80/ThisWeek/week-transcript-target-libya/story?id=13178623", "text": "(BEGIN VIDEO CLIP) AMANPOUR (voice-over): This week, \"Target Libya.\" Missile strikes begin.\n\nOBAMA: Our consensus was strong, and our resolve is clear. The people of Libya must be protected.\n\nAMANPOUR: Another war front opens for the United States. The world unleashes all necessary measures to stop Libyan leader Moammar Gadhafi. His son, Saif, speaks to \"This Week\" in a worldwide exclusive. What next for Moammar Gadhafi, the Libyan people, for the United States military? How does it end?\n\nThen, disaster in the Pacific. Nuclear nightmare scenario in Japan. How prepared is the United States? Could it happen here? Libya and Japan, two crises with major consequences for the United States.\n\nABC News\n\n(END VIDEO CLIP)\n\nANNOUNCER: Live from the Newseum in Washington, D.C., \"This Week\" with Christiane Amanpour, \"Target Libya,\" starts right now.\n\nAMANPOUR: As we begin our broadcast, the United States is at war in a third Muslim country, Libya. We'll take you there live in just a moment. ABC's team of correspondents is covering every angle of this story. I will have an exclusive interview with Moammar Gadhafi's son and close adviser, Saif al-Islam. And I'll be joined here in the studio by Admiral Mike Mullen, chairman of the Joint Chiefs of Staff, to discuss what's being called Operation Odyssey Dawn.\n\nBut first, the latest headlines in this fast-moving story. A defiant Moammar Gadhafi is promising a long war, one day after the United States and a broad international coalition launched military strikes on his country. British and American ships and submarines fired 112 cruise missiles at more than 20 targets on the coast.\n\nAmerican B-2 bombers took out a Libyan airfield, all part of the largest Western military intervention in the Arab world since the start of the Iraq war. The show of force is designed to impose a no- fly zone to prevent the Libyan strongman from firing on his own people.\n\nSunday, Tripoli shook with the sound of explosions and anti- aircraft fire. Libyan state television reported that 48 people had been killed.\n\nBut today, in a phone call to state television, Gadhafi said Libyans stand ready to fight what he calls \"crusaders.\" This is a fight, he says, that he will win.\n\n(BEGIN VIDEO CLIP)\n\nM. GADHAFI (through translator): You are not capable of a prolonged -- for a prolonged war in Libya. We consider ourselves ready for a long war. Be aware of that. We're not retreating anywhere, because this is our land. This is where we're staying. Then you're going to return defeated.\n\n(END VIDEO CLIP)\n\nAMANPOUR: Joining me on the line from Tripoli in Libya, Saif al- Islam, Colonel Gadhafi's second son and close adviser.\n\nSaif, thank you for joining me. Can you tell me right now, where are you? And what is happening there right now?\n\nGADHAFI: You know, we are in Tripoli, as you know. But yesterday, we were surprised that -- you know, the Americans and the British and the French attacked Libya, attacked five cities, terrorized people, and (inaudible) children, women were so afraid yesterday, heavy bombing everywhere. So it was a big surprise that, finally, President Obama -- we thought he's a good man and friend of Arab world -- is bombing Libya.\n\nAMANPOUR: Saif, President Obama very explicitly gave your father an ultimatum and said cease fire, stop, and this won't happen. He then had to say that the attacks continue and the United States cannot sit idly by while a leader says that there will be no mercy. Why did your father continue the attacks in Benghazi? Why didn't he have a cease fire?\n\nGADHAFI: First of all, our people went to Benghazi to liberate Benghazi from the gangsters and the armed militia. So if you -- if the Americans want to -- want to help the Libyan people in Benghazi, so go to Benghazi and liberate Benghazi from the militia and the terrorists. So do it.\n\nAMANPOUR: My question, though, is, there is now missile strikes and an air attack against Libya. Will Colonel Gadhafi step down? Will he step aside?\n\nGADHAFI: Step aside why? I mean, to step -- again, there's a big misunderstanding. The whole country is united against the armed militia and the terrorists. You asked -- simply, the Americans and other Western countries, you are supporting the terrorists and the armed militia. That's it.\n\nAMANPOUR: Saif, will there be Libyan retaliation against, let's say, commercial flights around the Mediterranean or other targets?\n\nGADHAFI: No, this is not our target. Our target is how to help our people in Libya, especially in Benghazi. Believe me, they are living a nightmare, a nightmare, really, a nightmare. They have no freedom, nothing under the rule of the armed militia.\n\nSo we urge the Americans either to go there themselves and help our people there or let the Libyan people help their brothers in Benghazi. But believe me, one day, you wake up and you will find out that you were supporting the wrong people. And you are being a big mistake with supporting those people. It's like the WMD in Iraq. It's another story.\n\nAMANPOUR: Saif al-Islam, thank you very much, indeed, for joining us from Tripoli.\n\nGADHAFI: Thank you.\n\nAMANPOUR: So that's the view from the Gadhafis in Tripoli. Let's go to eastern Libya, the rebel stronghold where ABC's Alexander Marquardt joins us live.\n\nSo what is the mood there where you are?\n\nMARQUARDT: Good morning, Christiane. We are in Tubruq, in eastern Libya, where an opposition spokesman told us this morning that morale is sky high. They've been pleading for military intervention for weeks. They now feel that there's a level playing field, that the rebels will be able to push the Gadhafi forces out of the east, away from cities like Ajdabiya and Benghazi that have seen heavy fighting over the last few days. Eventually, they want to make their way to Tripoli, where they plan to oust Gadhafi.\n\nWe spoke with people on the streets. They're understandably very happy, thanking the coalition for what they've done, specifically France and the U.K., for introducing the resolution at the U.N. They believe that this intervention will lead to victory and eventually to a free Libya.\n\nBut with this change in tide comes a period of insurgency. The opposition spokesman said that this is the scary part, because of how illogical Gadhafi is and because of -- because of what he calls his thirst for blood.\n\nChristiane?\n\nAMANPOUR: Alex, thanks.\n\nAnd now let's go to the capital Tripoli, again. That could soon be ground zero in this conflict. Moammar Gadhafi is there, and so is the BBC's Allan Little, who joins us now live.\n\nSo, Allan, you heard from the Gadhafis. You heard the mood in Benghazi. What do you think is the next move in Tripoli? And how are they portraying it there?\n\nLITTLE: Well, fighting talk from Colonel Gadhafi, as from his son, Saif, largely for domestic consumption. It's not hard to go around the city and find people willing to echo those sentiments, diehard devotees of Colonel Gadhafi saying that -- people saying they're willing to die along with him if it comes to that.\n\nThere's no doubting the sincerity of those people, I think, and the passion with which they speak. Their devotion then seems to get more intense the more isolated he becomes from the world. The question is, how representative is that voice? No other voice can make itself heard here in the prevailing atmosphere in which patriotism for Libya is fused with devotion to the person of Gadhafi himself.\n\nWhat are those hundreds of thousands, if not millions of people who do not take part in those demonstrations of devotion, really feel and think in the silence of their own heads? What is the real sentiment of Tripoli? That is simply impossible in this atmosphere to gauge.\n\nAMANPOUR: Allan, thank you so much.\n\nAnd, of course, the leaders of Britain, France, and President Obama is keeping a close tab on the unfolding situation. ABC's Jake Tapper is live at the White House.\n\nAnd, Jake, what from the White House is the end game here? What's the perspective from there?\n\nTAPPER: Good morning, Christiane. President Obama is in Brazil. But you talked on a very, very difficult question for the White House, because it's been the position of President Obama that there should be regime change in Libya, since March 3rd, when Obama said that Gadhafi has to go.\n\nBut that is not the goal of this military operation. The goal of this military operation officially is to impose a no-fly zone and to protect civilians. Gadhafi stepping down is not part of it.\n\nSo what I would expect is that you will see more efforts internationally to arm the Libyan rebels so that they will take into their own hands the goal of toppling Gadhafi. But that is not officially the goal of this military operation, so it's a delicate dance for President Obama as he attempts to make this military operation even more international than previous U.S. military operations.\n\nAs you know, as we've talked about, there's been a huge effort by the White House to make this seem as though the United States is not playing a leading role, even though, of course, we have 11 ships in the Mediterranean, five of which were firing Tomahawk missiles. There, of course, are other nations participating in the military operation, France, the U.K., and others coming in the coming days, but right now, the U.S. is taking a major leadership role, although the Obama administration wants to make this seem as though it is the world against Gadhafi, not Obama and the U.S. against Gadhafi, Christiane.\n\nAMANPOUR: Jake, just very quickly, do you think the U.S. will arm the rebels?\n\nTAPPER: I think it's a distinct possibility that the U.S. will be part of an international effort to do so. I would doubt very much that the U.S. would do so on its own.\n\nAMANPOUR: Jake, all right.\n\nAnd let's go now to Martha Raddatz. The U.S. is pledging, as Jake said, to step back to a support role after the initial phase. Martha, you're there. You're covering the military. Is that happening? Do you think it's realistic to go into a support role? It's obviously very unusual in these kinds of military interventions. RADDATZ: It's certainly unusual for the U.S. And right now, a U.S. general is in charge of the operation, General Carter Ham. And you have an admiral, Admiral Scott -- or Sam Locklear, who is on a ship. And he is the tactical commander, meaning he is coordinating all of these air strikes.\n\nBut in a few days, the hope is, the U.S. hopes that General Carter Ham can turn over his responsibility to one of the coalition members. That is the plan right now. I don't think they know who that will be.\n\nBut in this initial phase, the U.S. does have unique capabilities, as the president keeps saying. You had stealth bombers going in there. You had the B-2 bombers going in there. You had these Tomahawk missiles on the ships. So the U.S. felt it had to take the lead role in this phase.\n\nAnd this phase is, of course, to wipe out Gadhafi's air defenses. The next phase will be the no-fly zone. I do think the U.S. will be involved in that somewhat and will have fighters involved in that, but the bulk of the no-fly zone will be flown by British pilots, French pilots, and other allies.\n\nAMANPOUR: Martha, thank you so much.\n\nAnd joining me next, Admiral Mike Mullen, chairman of the Joint Chiefs of Staff. And we'll put that to him. I'll ask him how the missions will work, when it will end, and whether it can succeed at all if Moammar Gadhafi remains in power.\n\n(COMMERCIAL BREAK)\n\nAMANPOUR: Welcome back.\n\nThough his son sounded subdued, Moammar Gadhafi himself was sounding undaunted this morning. He says his supporters are armed and prepared to fight, and he's pledging that this will be, quote, \"a long war.\"\n\nJoining me now, chairman of the Joint Chiefs of Staff, Admiral Mike Mullen.\n\nThank you for joining us.\n\nMULLEN: Good morning.\n\nAMANPOUR: Is the United States leading this? Or is it in a supporting role?\n\nMULLEN: Well, actually, the French were the first ones in yesterday, in terms of starting to establish the no-fly zone. The United States is taking the lead in terms of the coalition. General Carter Ham, U.S. commander of U.S. AFRICOM, is actually the commander right now. And we look to, in the next few days, transition that to a coalition leadership.", "images": ["http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/corner-top_left.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/spacer.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/icons/icon-rss_sm.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/corner-top_right.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/icons/icon-comments.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/partners/logo-espn.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/ThisWeek/abc_tw_son_110320_wc.jpg", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/GMA/abc_gma_canning_110324_wc.jpg", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/corner-bot_left.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/icons/icon-follow-twitter.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/icons/icon-follow-mobile.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/spacer.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/ThisWeek/abc_tw_full_110320_wc.jpg", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/showlogos/carousel_thisweek_logo.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/WNT/abc_wn_walters_110323_wc.jpg", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/partners/logo-aolnews.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/GMA/abc_gma_emerson_110323_wc.jpg", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/Site/target_libya_031811_mn.jpg", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.go.com/images/Site/target_libya_031811_me.jpg", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/loading.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/icons/icon-follow-facebook.gif", "http://web.archive.org/web/20110324195807im_/http://oasn04.247realmedia.com/RealMedia/ads/adstream_nx.ads/TRACK_Abcwk/Abcnews_ThisWeek_NX_Nonsecure@Bottom3", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/ThisWeek/abc_tw_headlines_110320_wc.jpg", "http://web.archive.org/web/20110324195807im_/http://pixel.33across.com/ps/?pid=194&cgn=13286&seg=2240", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/icons/icon-follow-rss.gif", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/corner-bot_right.gif", "http://web.archive.org/web/20110324195807im_/http://pixel.quantserve.com/pixel/p-9e_QHc34iBt22.gif?labels=ABC%20News.ThisWeek", "http://web.archive.org/web/20110324195807im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-704476h&cg=0&cc=1&ts=noscript", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/images/GMA/abc_gma_guiltydog_110323_wc.jpg", "http://web.archive.org/web/20110324195807im_/http://a.abcnews.com/assets/images/abcnews_footer_logo.gif"], "top_img": "http://web.archive.org/web/20110324195807im_/http://a.abcnews.go.com/images/Site/target_libya_031811_me.jpg", "keywords": [], "authors": ["Abc News"], "canonical_link": "http://web.archive.org/web/20110324195807/http://abcnews.go.com/ThisWeek/week-transcript-target-libya/story?id=13178623", "title": "'This Week' Transcript: Target Libya", "meta_data": {"Date": "2011-03-20", "Last-Modified": "2011-03-20 08:01:00", "robots": "index, follow", "author": "ABC News", "Copyright": "Copyright (c) 2011 ABC News Internet Ventures", "description": "Transcript of 'This Week' special, Target Libya", "keywords": "this week, christiane amanpour, libya, mullen, this week, abc news this week, abc news sunday morning political show, abc sunday morning, green room, roundtable, george stephanopoulos, this week with george stephanopoulos, stephanopoulus, david brinkley, abc news politics, abc politics, dc politics, washington dc, senate, political round, political analysis, president barack obama, white house, congress, house of representatives, republican, democrat, george will, health care reform, economy, jobs, national security, abc news online, abcnews.com, online news", "fb_title": "'This Week' Transcript: Target Libya", "og": {"image": "http://web.archive.org/web/20110324195807im_/http://a.abcnews.go.com/images/Site/target_libya_031811_me.jpg"}}, "movies": [], "publish_date": null, "source": "http://web.archive.org", "summary": ""}