{"url": "http://web.archive.org/web/20150725133905/http://www.nytimes.com/2015/07/24/us/politics/inquiry-is-sought-in-hillary-clinton-email-account.html", "text": "WASHINGTON — Two inspectors general have asked the Justice Department to open an investigation into whether sensitive government information was mishandled in connection with the personal email account Hillary Rodham Clinton used as secretary of state, senior government officials said Thursday.\n\nThe request follows an assessment in a June 29 memo by the inspectors general for the State Department and the intelligence agencies that Mrs. Clinton’s private account contained “hundreds of potentially classified emails.” The memo was written to Patrick F. Kennedy, the under secretary of state for management.\n\nIt is not clear if any of the information in the emails was marked as classified by the State Department when Mrs. Clinton sent or received them.\n\nBut since her use of a private email account for official State Department business was revealed in March, she has repeatedly said that she had no classified information on the account.\n\nThe initial revelation has been an issue in the early stages of her presidential campaign.\n\nContinue reading the main story Video\n\nThe Justice Department has not decided if it will open an investigation, senior officials said. A spokesman for Mrs. Clinton’s campaign released a statement on Twitter on Friday morning. “Any released emails deemed classified by the administration have been done so after the fact, and not at the time they were transmitted,” it read.\n\nAt issue are thousands of pages of State Department emails from Mrs. Clinton’s private account. Mrs. Clinton has said she used the account because it was more convenient, but it also shielded her correspondence from congressional and Freedom of Information Act requests.\n\nShe faced sharp criticism after her use of the account became public, and subsequently said she would ask the State Department to release her emails.\n\nThe department is now reviewing some 55,000 pages of emails. A first batch of 3,000 pages was made public on June 30.\n\nIn the course of the email review, State Department officials determined that some information in the messages should be retroactively classified. In the 3,000 pages that were released, for example, portions of two dozen emails were redacted because they were upgraded to “classified status.” But none of those were marked as classified at the time Mrs. Clinton handled them.\n\nIn a second memo to Mr. Kennedy, sent on July 17, the inspectors general said that at least one email made public by the State Department contained classified information. The inspectors general did not identify the email or reveal its substance.\n\nThe memos were provided to The New York Times by a senior government official.\n\nThe inspectors general also criticized the State Department for its handling of sensitive information, particularly its reliance on retired senior Foreign Service officers to decide if information should be classified, and for not consulting with the intelligence agencies about its determinations.\n\nIn March, Mrs. Clinton insisted that she was careful in her handling of information on her private account. “I did not email any classified material to anyone on my email,” she said. “There is no classified material. So I’m certainly well aware of the classification requirements and did not send classified material.”\n\nContinue reading the main story First Draft Newsletter Subscribe for updates on the 2016 presidential race, the White House and Congress, delivered to your inbox Monday - Friday.\n\nAdvertisement Continue reading the main story\n\nAdvertisement Continue reading the main story\n\nIn May, the F.B.I. asked the State Department to classify a section of Mrs. Clinton’s emails that related to suspects who may have been arrested in connection with the 2012 attacks in Benghazi, Libya. The information was not classified at the time Mrs. Clinton received it.\n\nThe revelations about how Mrs. Clinton handled her email have been an embarrassment for the State Department, which has been repeatedly criticized over its handling of documents related to Mrs. Clinton and her advisers.\n\nOn Monday, a federal judge sharply questioned State Department lawyers at a hearing in Washington about why they had not responded to Freedom of Information Act requests from The Associated Press, some of which were four years old.\n\n“I want to find out what’s been going on over there — I should say, what’s not been going on over there,” said Judge Richard J. Leon of United States District Court, according to a transcript obtained by Politico. The judge said that “for reasons known only to itself,” the State Department “has been, to say the least, recalcitrant in responding.”\n\nTwo days later, lawmakers on the Republican-led House committee investigating the Benghazi attacks said they planned to summon Secretary of State John Kerry’s chief of staff to Capitol Hill to answer questions about why the department has not produced documents that the panel subpoenaed. That hearing is set for next Wednesday.\n\n“The State Department has used every excuse to avoid complying with fundamental requests for documents,” said the chairman of the House committee, Representative Trey Gowdy, Republican of South Carolina.\n\nMr. Gowdy said that while the committee has used an array of measures to try to get the State Department to hand over documents, the results have been the same. “Our committee is not in possession of all documents needed to do the work assigned to us,” he said.\n\nThe State Department has sought to delay the hearing, citing continuing efforts to brief members of Congress on the details of the nuclear accord with Iran. It is not clear why the State Department has struggled with the classification issues and document production. Republicans have said the department is trying to use those processes to protect Mrs. Clinton.\n\nState Department officials say they simply do not have the resources or infrastructure to properly comply with all the requests. Since March, requests for documents have significantly increased.\n\nSome State Department officials said they believe that many senior officials did not initially take the House committee seriously, which slowed document production and created an appearance of stonewalling.\n\nState Department officials also said that Mr. Kerry is concerned about the toll the criticism has had on the department and has urged his deputies to comply with the requests quickly.", "images": ["http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/07/25/us/25clintonemail-web/25clintonemail-web-thumbStandard.jpg", "http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/07/24/us/24emails/24emails-master675.jpg", "http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/05/19/us/22EMAILS-guide/20EMAILSweb-thumbStandard.jpg", "http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/07/01/us/01EMAILS/01EMAILS-thumbStandard-v2.jpg", "http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/01/30/us/politics/presidential-candidate-tracker-1422646394170/presidential-candidate-tracker-1422646394170-thumbStandard-v5.png", "http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/07/24/us/24emails/24emails-facebookJumbo.jpg"], "top_img": "http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/07/24/us/24emails/24emails-facebookJumbo.jpg", "keywords": [], "authors": ["Michael S. Schmidt", "Matt Apuzzo"], "canonical_link": "http://web.archive.org/web/20150725133905/http://www.nytimes.com/2015/07/24/us/politics/inquiry-is-sought-in-hillary-clinton-email-account.html", "title": "Inquiry Sought in Hillary Clinton’s Use of Email", "meta_data": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1", "sourceApp": "nyt-v5", "applicationName": "article", "al": {"android": {"url": "nytimes://reader/id/100000003816534", "package": "com.nytimes.android", "app_name": "NYTimes"}}, "twitter": {"app": {"name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}, "url": {"googleplay": "nytimes://reader/id/100000003816534"}}, "card": "summary", "site": "@nytimes", "url": "http://www.nytimes.com/2015/07/24/us/politics/inquiry-is-sought-in-hillary-clinton-email-account.html", "title": "Inquiry Sought in Hillary Clinton’s Use of Email", "description": "Since her use of a private email account for State Department business was revealed in March, Hillary Rodham Clinton has repeatedly said she had no classified information on the account.", "image": "http://static01.nyt.com/images/2015/07/24/us/24emails/24emails-thumbLarge.jpg"}, "robots": "noarchive", "hdl_p": "Inquiry Sought in Clinton’s Use of Email", "channels": "NytNow", "description": "Since her use of a private email account for State Department business was revealed in March, Hillary Rodham Clinton has repeatedly said she had no classified information on the account.", "articleid": 100000003816534, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "hdl": "Inquiry Sought in Hillary Clinton’s Use of Email", "pdate": 20150723, "utime": 20150725093811, "ptime": 20150723225954, "DISPLAYDATE": "July 23, 2015", "dat": "July 23, 2015", "lp": "Since her use of a private email account for State Department business was revealed in March, Hillary Rodham Clinton has repeatedly said she had no classified information on the account.", "msapplication-starturl": "http://www.nytimes.com", "cre": "The New York Times", "slug": "24emails", "article": {"collection": "http://json8.nytimes.com/services/json/sectionfronts/us/index.jsonp", "published": "2015-07-23", "section": "U.S.", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE", "section_url": "http://www.nytimes.com/pages/national/index.html", "author": "http://topics.nytimes.com/top/reference/timestopics/people/a/matt_apuzzo/index.html", "tag": "Kennedy, Patrick F", "modified": "2015-07-25"}, "sectionfront_jsonp": "http://json8.nytimes.com/services/json/sectionfronts/us/index.jsonp", "og": {"url": "http://web.archive.org/web/20150725133905/http://www.nytimes.com/2015/07/24/us/politics/inquiry-is-sought-in-hillary-clinton-email-account.html", "type": "article", "title": "Inquiry Sought in Hillary Clinton’s Use of Email", "description": "Since her use of a private email account for State Department business was revealed in March, Hillary Rodham Clinton has repeatedly said she had no classified information on the account.", "image": "http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/07/24/us/24emails/24emails-facebookJumbo.jpg"}, "fb": {"app_id": 9869919170}, "author": "Michael S. Schmidt and Matt Apuzzo", "tone": "news", "byl": "By MICHAEL S. SCHMIDT and MATT APUZZO", "PT": "article", "CG": "us", "PST": "News", "tom": "News", "edt": "NewYork", "per": "Kennedy, Patrick F", "des": "United States Politics and Government", "org": "Justice Department", "keywords": "Clinton  Hillary Rodham,E-Mail,Classified Information and State Secrets,State Department,Justice Department,Presidential Election of 2016,United States Politics and Government,Kennedy  Patrick F", "news_keywords": "Hillary Clinton;Email;Classified Information;State Department;Justice Department;2016 Presidential Election;US Politics;Patrick F Kennedy", "thumbnail_150": "http://static01.nyt.com/images/2015/07/24/us/24emails/24emails-thumbLarge.jpg", "thumbnail_150_height": 150, "thumbnail_150_width": 150, "thumbnail": "http://web.archive.org/web/20150725133905im_/http://static01.nyt.com/images/2015/07/24/us/24emails/24emails-thumbStandard.jpg", "thumbnail_height": 75, "thumbnail_width": 75, "video": {"playerId": 2640832222001, "noShareToolsPlayerId": 3692909326001, "publisherId": 1749339200, "publisherReadToken": "cE97ArV7TzqBzkmeRVVhJ8O6GWME2iG_bRvjBTlNb4o."}, "dfp-ad-unit-path": "us"}, "movies": [], "publish_date": 1437688800.0, "source": "http://web.archive.org", "summary": ""}