{"url": "http://www.nfib-sbet.org/", "text": "SMALL BUSINESS ECONOMIC TRENDS\n\nThe NFIB Small Business Optimism Index declined 2.1 points in December to 89.8, marking the 12th consecutive month below the 49-year average of 98. Owners expecting better business conditions over the next six months worsened by eight points from November to a net negative 51%. Inflation remains the single most important business problem with 32% of owners reporting it as their top problem in operating their business.\n\n“Overall, small business owners are not optimistic about 2023 as sales and business conditions are expected to deteriorate,” said NFIB Chief Economist Bill Dunkelberg. “Owners are managing several economic uncertainties and persistent inflation and they continue to make business and operational changes to compensate.”\n\nKey findings include:\n\n– Forty-one percent of owners reported job openings that were hard to fill, down three points from November but historically very high.\n\n– The net percent of owners raising average selling prices decreased eight points to a net 43% (seasonally adjusted), historically high.\n\n– The net percent of owners who expect real sales to be higher worsened two points from November to a net negative 10%.\n\nAs reported in NFIB’s monthly jobs report, owners’ plans to add positions remain elevated, with a seasonally adjusted net 17% planning to create new jobs in the next three months. Overall, 55% of owners reported hiring or trying to hire in December. Ninety-three percent of those hiring or trying to hire reported few or no qualified applicants for the positions they were trying to fill.\n\nFifty-five percent of owners reported capital outlays in the last six months. Of those making expenditures, 37% reported spending on new equipment, 22% acquired vehicles, and 12% spent money for new fixtures and furniture. Eleven percent improved or expanded facilities and 4% acquired new buildings or land for expansion. Twenty-three percent of owners plan capital outlays in the next few months.\n\nA net negative 8% of all owners (seasonally adjusted) reported higher nominal sales in the past three months, down one point from November. The net percent of owners expecting higher real sales volumes deteriorated two points to a net negative 10%.\n\nThe net percent of owners reporting inventory increases declined five points to a net 0%. Fifteen percent reported increases in stocks and 16% reported reductions. Twenty-three percent of owners recently reported that supply chain disruptions have had a significant impact on their business. Another 30% reported a moderate impact and 32% reported a mild impact. Only 13% of owners reported no impact from recent supply chain disruptions.\n\nA net negative 2% of owners viewed current inventory stocks as “too low” in November, down two points. By industry, shortages were the most frequent in wholesale (18%), manufacturing (14%), transportation (12%), and retail (11%). Shortages in construction (9%) have been reduced because of home sales and new construction have slowed. Down six points from October, a net negative 4% of owners plan inventory investment in the coming months. Overall. Inventories are starting to build, but only modestly to date.\n\nA net 1% of owners viewed current inventory stocks as “too low” in December, up three points from November, overall a good balance. By industry, shortages are reported most frequently in manufacturing (13%), retail (12%), transportation (12%), and agriculture (11%). A net negative 4% of owners plan inventory investment in the coming months.\n\nThe net percent of owners raising average selling prices decreased eight points from November to a net 43% seasonally adjusted, the lowest level since May 2021. Unadjusted, 12% reported lower average selling prices and 51% reported higher average prices. Price hikes were the most frequent in wholesale (77% higher, 7% lower), manufacturing (60% higher, 4% lower), construction (59% higher, 8% lower), and transportation (59% higher, 6% lower). A net 24% (seasonally adjusted) of owners plan price hikes, down 10 points from November.\n\nSeasonally adjusted, a net 44% of owners reported raising compensation. A net 27% plan to raise compensation in the next three months, down one point from November. Eight percent of owners cited labor costs as their top business problem and 23% said that labor quality was their top business problem.\n\nThe frequency of reports of positive profit trends was a net negative 30%, down eight points from November. Among owners reporting lower profits, 30% blamed the rise in the cost of materials, 24% blamed weaker sales, 12% cited labor costs, 9% cited lower prices, 8% cited the usual seasonal change, and 3% cited higher taxes or regulatory costs. For owners reporting higher profits, 43% credited sales volumes, 18% cited higher prices, and 17% cited usual seasonal change.\n\nTwo percent of owners reported that all their borrowing needs were not satisfied. Twenty-five percent reported all credit needs were met and 62% said they were not interested in a loan. However, loan interest rates have risen substantially, rising from an average of 5% in January, 2022 to 7.7% in December.", "images": ["http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif", "http://www.nfib-sbet.org/wp-content/themes/nfib/img/homespinner.gif"], "top_img": "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif", "keywords": [], "authors": [], "canonical_link": "", "title": "NFIB", "meta_data": {"viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.nfib-sbet.org", "summary": ""}