{"url": "http://web.archive.org/web/20100804044421/http://abcnews.go.com:80/ThisWeek/week-transcript-pelosi-gates/story?id=11298444", "text": "AMANPOUR: Madam Speaker, thank you so much for joining me.\n\nPELOSI: My pleasure.\n\nAMANPOUR: Can I ask you about some of the important news that's been made this week, particularly in -- in the House and that would be on Afghanistan. Last year, 32 Democrats voted against the funding of the war in Afghanistan. This year, 102 Democrats voted against. That seems to be a dramatic rejection from the president's own party of his major strategic goal.\n\nHouse Speaker Nancy Pelosi sits down with Christiane Amanpour on \"This Week.\"\n\nPELOSI: Well, not quite. You have to put the votes in perspective.\n\nOur president came in. He was president maybe two months, three months, by the time we took the vote last year. And the Republicans said they weren't going to vote for the funding. And so it took all Democratic votes.\n\nI persuaded my members to give this president a chance, to give him room in order to have time to implement his plan. And in -- and in the course of time -- now the Republicans said they would vote for it, it gave my members the freedom to express themselves on the war in Afghanistan.\n\nAMANPOUR: Now, you didn't vote.\n\nPELOSI: No.\n\nAMANPOUR: I know the speaker doesn't have to vote.\n\nPELOSI: Right.\n\nAMANPOUR: But how would you have voted?\n\nPELOSI: Well, we brought the bill to the floor. And that was a statement that said that we knew that our troops needed to have what was -- what they needed to have would be provided for them. So we will never abandon our men and women in uniform. On the other hand, it gave our members a chance to express their view.\n\nAMANPOUR: How long do you think you can keep your skeptical members, as you call them, on side?\n\nPELOSI: Well, again, we have a -- varying degrees of expression here. We are there, we've taken an oath to defend the constitution and therefore the American people. And that's what people will be looking at -- how does this figure into our protecting the American people?\n\nIs it worth it?\n\nAMANPOUR: Well, is it worth it?\n\nPELOSI: Yes.\n\nAMANPOUR: Is it worth it?\n\nPELOSI: That's the question.\n\nAMANPOUR: But that's my question to you.\n\nPELOSI: Well, we will -- as I said, we will see the metrics as they unfold in the next few months and certainly by the end of this year.\n\nAMANPOUR: But what does your gut tell you?\n\nPELOSI: in my visits to afghanistan, the last time i was there was over mother's day weekend to visit the troops///and the four metrics that we have always used year in and year out on these visits have been about security. And the military tells us this cannot be won militarily solely.\n\nSecondly, governance and ending corruption.....\n\nAMANPOUR: I'm just trying to figure out, for instance, you know, what you think is the right thing to do in Afghanistan at the moment. Look, \"Time\" magazine, this week, has this as its cover -- a girl whose had her nose and ears cut off by the Taliban.\n\nYou know, to put it right down to its basics, is America going to abandon the women of Afghanistan, the people of Afghanistan again?\n\nPELOSI: Well, first of all, we're in Afghanistan because it's in our strategic national interests to be so for our own national security, to stop terrorism, to increase global security. The women of Afghanistan have been a priority for many of the women in Congress -- and men, too, but the women have taken a special interest.\n\nWhen I was there in -- around Mother's Day, I went to a province in Southern Afghanistan and visited with women.\n\nAnd we talked about the education of their children, the health of women and the rest. And they -- especially their daughters.- they said we want that, but that can't happen without security. And these women in this remote province told us and that can't happen without the end of corruption.\n\nSo what we would like to see is for President Karzai be a more reliable, a stronger partner, ending the corruption, increasing -- improving the governance\n\nAMANPOUR: Vice President Biden, talking about the dead line for the transition, which is summer of 2011, he said on this program a week or two ago that there's going to be a drawdown of forces\n\nBIDEN SOT--- \"it could be as few as a couple thousand troops it could be more. but there will be a transition\"\n\nDoes that square with -- with what you think, that it could just be a couple of thousand troops?\n\nPELOSI: Well, I hope it is more than that. I know it's not going to be turn out the lights and let's all go home on one day. But I do think the American people expect it to be somewhere between that and a -- a few thousand troops.\n\nAMANPOUR: Let's go to something much closer to home right now at the moment and that is the ethics conundrum with Representative Rangel.\n\nHow does your affection and your respect for him as a colleague square with what's going on right now and what you said and declared, that this is going to be the -- the -- the most ethical Congress ---- that you're going to drain the swamp of any kind of wrongdoing and corruption, etc.?\n\nPELOSI: When I came in, I said we're draining the swamp. And we did. We have passed the most sweeping ethics reform in the history of the Congress. Any personal respect and affection we may have for people makes us sad about the course of events, but we have to pull the high ethical standard and none of our personalities is more important than that.\n\nAMANPOUR: Can you see Congressman Rangel ever returning as chairman of the Ways and Means or in any position of leadership in -- in the House?\n\nPELOSI: Well, the -- the Ethics Committee is working its will and\n\nAMANPOUR: No matter what happens?\n\nPELOSI: it's an elementary discussion, because what we have done is to wait and see what the Committee decides. I respect what they do. I'm totally out of the loop. It is independent. It is confidential, classified, secret, whatever. We don't know what it is. But we do respect the work that the members of the Committee do.\n\nAMANPOUR: Let me ask you about the mid-term elections. You are, by all accounts, one of the most -- if not the most -- powerful and successful speakers of -- in the history of the United States. You've passed so much legislation. The president was elected with a significant majority.\n\nYou had control of both houses of Congress. And yet now, people are talking about you might lose your majority in the House. The gap seems to be growing wider between what's achieved and what's making an impact with the people. How did this happen?\n\nPELOSI: Well, that's one version of the story. And --\n\n(CROSSTALK)\n\nfrom outsiders perspective....", "images": ["http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/icons/icon-follow-facebook.gif", "http://web.archive.org/web/20100804044421im_/http://pixel.quantserve.com/pixel/p-9e_QHc34iBt22.gif?labels=ABC%20News.ThisWeek", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/images/Entertainment/abc_abc_view_bachelorette_100803_wc.jpg", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/icons/icon-follow-twitter.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/icons/icon-rss_sm.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/images/GMA/abc_gma_sandell_100803_wc.jpg", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/images/Entertainment/ABC_KIMMEL_BACHELORETTE_100803_wc.jpg", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/images/GMA/abc_gma_champion_100803_wc.jpg", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/images/ThisWeek/abc_tw_hl_100723_mc.jpg", "http://web.archive.org/web/20100804044421im_/http://pixel.33across.com/ps/?pid=194&cgn=13286&seg=2240", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/images/ThisWeek/abc_tw_int2b_100801_mc.jpg", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/icons/icon-follow-rss.gif", "http://web.archive.org/web/20100804044421im_/http://oasn04.247realmedia.com/RealMedia/ads/adstream_nx.ads/TRACK_Abcwk/Abcnews_ThisWeek_NX_Nonsecure@Bottom3", "http://web.archive.org/web/20100804044421im_/http://adsatt.abcnews.starwave.com/ad/sponsors/ABCNews_House/Jul_2010/abcn-300x100-0078.jpg", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/abcnews_footer_logo.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/showlogos/carousel_thisweek_logo.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/spacer.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/icons/icon-follow-mobile.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/loading.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/images/spacer.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/assets/images/icons/icon-comments.gif", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.go.com/images/ThisWeek/thisweek3_072810_me.jpg", "http://web.archive.org/web/20100804044421im_/http://a.abcnews.com/images/ThisWeek/abc_tw_int2a_100801_mc.jpg"], "top_img": "http://web.archive.org/web/20100804044421im_/http://a.abcnews.go.com/images/ThisWeek/thisweek3_072810_me.jpg", "keywords": [], "authors": ["Abc News"], "canonical_link": "http://web.archive.org/web/20100804044421/http://abcnews.go.com/ThisWeek/week-transcript-pelosi-gates/story?id=11298444", "title": "'This Week' Transcript: Pelosi and Gates", "meta_data": {"Date": "2010-08-01", "Last-Modified": "2010-08-02 04:58:56", "robots": "index, follow", "author": "ABC News", "Copyright": "Copyright (c) 2010 ABC News Internet Ventures", "description": "Transcript of 'This Week' interview with Speaker Nancy Pelosi and Defense Secretary Robert Gates", "keywords": "this week, jake tapper, nancy pelosi, speaker of the house, defense secretary, robert gates, this week, abc news this week, abc news sunday morning political show, abc sunday morning, green room, roundtable, george stephanopoulos, this week with george stephanopoulos, stephanopoulus, david brinkley, abc news politics, abc politics, dc politics, washington dc, senate, political round, political analysis, president barack obama, white house, congress, house of representatives, republican, democrat, george will, health care reform, economy, jobs, national security, abc news online, abcnews.com, online news", "fb_title": "'This Week' Transcript: Pelosi and Gates"}, "movies": [], "publish_date": null, "source": "http://web.archive.org", "summary": ""}